Repository: organo-x4ever/XF-APPLE-iOS
Catalog: X4Ever.Apple/x4ever/com.organo.x4ever/Localization/TextResources.*.resx
Languages: es_us, fr_ca, it_it

# TestimonialsCAPS
source: TESTIMONIALS
es_us: TESTIMONIOS
fr_ca: TÉMOIGNAGES
it_it: TESTIMONIAL

source: This Week
es_us: Esta Semana
fr_ca: Cette semaine
it_it: Questa settimana

source: to
es_us: para
fr_ca: pour
it_it: a

# ToLooseFormat1
source: To lose ({0})
es_us: Por perder ({0})
fr_ca: Pour perdre ({0})
it_it: Perdere ({0})

source: T-Shirt Size
es_us: Talla de Camiseta
fr_ca: La taille du t-shirt.
it_it: Taglia della maglia

# TShirtSizes
source: Small,Medium,Large,X-Large,XX-Large
es_us: Pequeña, Mediana, Grande, X-Grande, XX-Grande
fr_ca: Petit, Moyen, Grand, X-Large, XX-Large

source: Update
es_us: Actualización
fr_ca: Mise à jour
it_it: Aggiorna

source: Upload Your Photo
es_us: Subir Su Foto
fr_ca: Mettez en ligne votre photo
it_it: Carica una tua foto

source: Upload Your Photos
es_us: Subir Sus Fotos
fr_ca: Mettez en ligne vos photos
it_it: Carica le tue foto

source: Username
es_us: Nombre de usuario
fr_ca: Nom d'utilisateur
it_it: Nome utente

source: User Settings
es_us: Ajustes del Usuario
fr_ca: Paramètres de l'utilisateur
it_it: Impostazioni utente

source: Validating credentials...
es_us: Validando credenciales...
fr_ca: Validation des informations...
it_it: Convalida credenziali...

# Validation_IsInvalid
source: {0} is invalid.
es_us: {0} es inválida.
fr_ca: {0} est invalide.
it_it: {0} non è valido.

# Validation_Length
source: {0} must be range between {1} and {2}.
es_us: {0} debe tener un rango entre {1} y {2}.
fr_ca: {0} doit être entre {1} et {2}.
it_it: {0} deve essere compreso tra {1} e {2}.

# Validation_LengthMustBeLessThan
source: {0} length must be less than {1}.
es_us: {0} longitud debe ser inferior a {1}.
fr_ca: {0} de longueur doit être inférieure à {1}.
it_it: La lunghezza di {0} deve essere inferiore a quella di {1}.

# Validation_LengthMustBeMoreThan
source: {0} length must be more than {1}.
es_us: {0} longitud debe ser mayor a {1}.
fr_ca: {0} de longueur doit être supérieure à {1}.
it_it: La lunghezza di {0} deve essere maggiore di quella di {1}.

# Validation_MustBeLessThan
source: {0} must be less than {1}.
es_us: {0} debe ser inferior a {1}.
fr_ca: {0} doit être inférieur à {1}.
it_it: {0} deve essere inferiore a {1}.

# Validation_MustBeMoreThan
source: {0} must be more than {1}.
es_us: {0} debe ser mayor a {1}.
fr_ca: {0} doit être supérieur à {1}.
it_it: {0} deve essere maggiore di {1}.

source: Video Playlist
es_us: Lista de reproducción de vídeos
fr_ca: Liste de lecture de vidéo
it_it: Playlist dei video

# WeekCAPS
source: WEEK
es_us: SEMANA
fr_ca: SEMAINE
it_it: SETTIMANA

source: Weight
es_us: Peso
fr_ca: Poids
it_it: Peso

source: Weight (lb)
es_us: Peso (lb)
fr_ca: Poids (lb)
it_it: Peso (lb)

# WeightLossGoal
source: Weight Lose Goal
es_us: Objetivo de Pérdida de Peso
fr_ca: L'objectif de perte de poids
it_it: Obiettivo di perdita di peso

# WeightLossGoalMinKG
source: Weight Lose Goal (min 5{0})
es_us: Objetivo de Pérdida de Peso (min 5{0})
fr_ca: L'objectif de perte de poids (min 5 {0})
it_it: Obiettivo di perdita di peso (min 5{0})

# WeightLossGoalMinLB
source: Weight Lose Goal (min 10{0})
es_us: Objetivo de Pérdida de Peso (min 10 {0})
fr_ca: L'objectif de perte de poids (min 10{0})
it_it: Obiettivo di perdita di peso (min 10{0})

# WeightLossGoalWithValue
source: Weight Lose Goal ({0})
es_us: Objetivo de Pérdida de Peso ({0})
fr_ca: L'objectif de perte de poids ({0})
it_it: Obiettivo di perdita di peso ({0})

# WeightLossGraph
source: Weight Lose Graph
es_us: Gráfica de Pérdida de Peso
fr_ca: Graphique de perte de poids
it_it: Grafico della perdita di peso

source: Weight Volume
es_us: Volumen de Peso
fr_ca: Volume du poids
it_it: Volume del peso

source: Weight Volume Type
es_us: Tipo de Volumen de Peso
fr_ca: Type de volume de poids
it_it: Tipo di volume del peso

source: Welcome
es_us: Bienvenido(a)
fr_ca: Bienvenue
it_it: Benvenuto(a)

# WelcomeCaps
source: WELCOME
es_us: BIENVENIDO(A)
fr_ca: BIENVENUE
it_it: BENVENUTO/A

source: Welcome to
es_us: Bienvenido(a) a
fr_ca: Bienvenue chez
it_it: Benvenuto/a

# WhyAreYouJoining
source: Why Are You Joining the Challenge?
es_us: ¿Por Qué Se Está Uniendo al Desafío?
fr_ca: Pourquoi avez-vous rejoint le défi?
it_it: Perché partecipi alla sfida?

source: WORKOUT PLANS
es_us: PLANES DE ENTRENAMIENTO
fr_ca: PLAN D'ENTRAÎNEMENTS
it_it: PIANI DI ESERCIZIO

source: Yes
es_us: Sí
fr_ca: Oui
it_it: Sì

source: Yes, sure
es_us: Sí, seguro
fr_ca: Oui, certainement
it_it: Sì, sicuro

source: You joined the program on:
es_us: Se unió al programa el:
fr_ca: Vous avez rejoint le programme le:
it_it: Ti sei iscritto al programma il:

source: Your Age
es_us: Su Edad
fr_ca: Votre âge
it_it: La tua età

# YourAgeYears
source: Your Age (yrs)
es_us: Su Edad (años)
fr_ca: Votre âge (ans)
it_it: La tua età (anni)

source: YOUR BASIC
es_us: LO BÁSICO
fr_ca: VOS INFORMATIONS DE BASE
it_it: LE TUE BASI

source: Your Current T-Shirt Size
es_us: Su Talla Actual de Camiseta
fr_ca: La taille actuelle de votre t-shirt
it_it: Taglia attuale della tua maglia

source: Your Current Weight
es_us: Su Peso Actual
fr_ca: Votre poids actuel
it_it: Il tuo peso attuale

# YourCurrentWeightFormat1
source: Your Current Weight ({0})
es_us: Su Peso Actual ({0})
fr_ca: Votre poids actuel ({0})
it_it: Inserisci il tuo peso attuale ({0})

source: YOUR FENIX
es_us: SU FENIX
fr_ca: VOTRE FENIX
it_it: LA TUA FENIX

source: Your Goal
es_us: Su Objetivo
fr_ca: Votre objectif
it_it: Il tuo obiettivo

source: Your Photos:
es_us: Sus Fotos:
fr_ca: Vos photos:
it_it: Le tue foto:

source: Continent
es_us: Continente
it_it: Continente

# ContinentCAPS
source: CONTINENT
es_us: CONTINENTE
it_it: CONTINENTE

# LastWeightFormat
source: Your Last Time Weight ({0}) :
es_us: Su peso de la última vez ({0}) :
fr_ca: Votre dernier poids ({0}) :
it_it: Il tuo peso per l'ultima volta ({0}) :

# StartWeightFormat
source: Your Starting Weight ({0}) :
es_us: Tu peso inicial ({0}) :
fr_ca: Votre poids de départ ({0}) :
it_it: Il tuo peso iniziale ({0}) :

# WeightLossGoalFormat
source: Weight Lose Goal ({0}) :
es_us: Objetivo de pérdida de peso ({0}) :
fr_ca: Objectif de perte de poids ({0}) :
it_it: Obiettivo di perdita di peso ({0}) :

# WeightLossGoalMinFormat2
source: Weight Lose Goal (min {0}{1})
es_us: Objetivo de Pérdida de Peso (min {0}{1})
fr_ca: L'objectif de perte de poids (min {0}{1})
it_it: Obiettivo di perdita di peso (min {0}{1})

source: Later
es_us: Luego
fr_ca: Plus tard
it_it: Dopo

# UpdateMessageArgs
source: A new version of {0} is available. Please update to version {1} now.
es_us: Una nueva versión de {0} está disponible. Por favor actualice a la versión {1} ahora.
fr_ca: Une nouvelle version de {0} est disponible. Veuillez mettre à jour la version {1} maintenant.
it_it: È disponibile una nuova versione di {0}. Si prega di aggiornare alla versione {1} ora.

# UpdateTitle
source: Update Available
es_us: Actualización disponible
fr_ca: Mise à jour disponible
it_it: Aggiornamento disponibile

source: Edit
es_us: Editar
fr_ca: modifier
it_it: modificare

source: Latest
es_us: Última
fr_ca: Dernier
it_it: Più recente

source: You lost
es_us: Perdiste
fr_ca: Vous avez perdu
it_it: Hai perso

source: E-mail ID not found
es_us: Identificación de correo electrónico no encontrada
fr_ca: Identifiant email introuvable
it_it: ID e-mail non trovato

# YourWeightFormat1
source: Your weight {0}
es_us: Tu peso {0}
fr_ca: Votre poids {0}
it_it: Il tuo peso {0}

source: Your weight is
es_us: Tu peso es
fr_ca: Votre poids est
it_it: Il tuo peso è

source: Delete
es_us: Borrar
fr_ca: Effacer
it_it: Elimina

source: Notifications
es_us: Notificaciones
fr_ca: Les notifications
it_it: notifiche

# Notification_GeneralMessage
source: General Message
es_us: Mensaje general
fr_ca: Message général
it_it: Messaggio generale

# Notification_Intimation
source: Intimation
es_us: Intimación
it_it: intimazione

# Notification_Promotional
source: Promotional
es_us: Promocional
fr_ca: Promotionnel
it_it: promozionale

# Notification_SpecialOffer
source: Special Offer
es_us: Oferta especial
fr_ca: Offre spéciale
it_it: Offerta speciale

# Notification_VersionUpdate
source: Version Update
es_us: Actualización de la versión
fr_ca: Mise à jour de la version
it_it: Aggiornamento della versione

# Notification_WeightSubmitReminder
source: Weight Submit
es_us: Peso Enviar
fr_ca: Poids Soumettre
it_it: Peso Invia

# Country_PuertoRico_States
source: Puerto Rico
fr_ca: Porto Rico

# ElitePlan
source: ELITE
fr_ca: ÉLITE

source: No
fr_ca: Non

# YouLostFormat1
source: You lost {0}
fr_ca: Vous avez perdu {0}
it_it: Hai perso {0}

# SelectRegion
source: Select your region
it_it: Seleziona il tuo continente

# ReviseWeightText
source: Want to lose more than {0}% of current weight, REALLY?
it_it: Vuoi perdere più del {0}% del peso attuale, REALMENTE?

# MainTabs_More
source: MORE
it_it: DI PIÙ
