Repository: organo-x4ever/XF-APPLE-iOS
Catalog: X4Ever.Apple/x4ever/com.organo.x4ever/Localization/TextResources.*.resx
Languages: es_us, fr_ca, it_it

# NoInternetConnection
source: Your device is not connected to the internet
es_us: Su dispositivo no está conectado a internet
fr_ca: Votre appareil n'est pas connecté à Internet
it_it: Il tuo dispositivo non è connesso a Internet

# NoInternetConnectionCAPS
source: NO INTERNET CONNECTION
es_us: NO HAY CONECCIÓN A INTERNET
fr_ca: PAS DE CONNEXION INTERNET
it_it: NON C'E CONNESSIONE D'INTERNET

source: No, not at all
es_us: No, en absoluto
fr_ca: Non, pas du tout
it_it: No, per nulla

source: No Photo
es_us: No Hay Foto
fr_ca: Aucune Photo
it_it: Nessuna foto

source: :) No Pick Photo Available
es_us: :) No Hay Foto Disponible
fr_ca: :) Aucune photo disponible
it_it: :) nessuna foto disponibile

# NoRecordToProcess
source: There is no record to process.
es_us: No hay registro para procesar.
fr_ca: Il n'y a pas de dossier à traiter.
it_it: Non ci sono dati da elaborare.

# NoteTapOn
source: Tap on
es_us: Tocar
fr_ca: Touchez l'icône
it_it: Clicca su

# NoteToWatchTheVideos
source: to watch the videos
es_us: para ver los videos
fr_ca: Pour regarder les vidéos
it_it: Per vedere i video

source: Notification
es_us: Notificación
fr_ca: Avis
it_it: Notifica

# NOTIFICATION_BODY_SubmitWeight
source: Every 7 days you should submit your weight and photos to see your progress
es_us: Cada 7 días debe enviar su peso y fotos para ver su progreso
fr_ca: Tous les 7 jours, vous devriez soumettre vos poids et photo pour voir vos progrès
it_it: Ogni 7 giorni dovrai inviare il tuo peso e le tue foto per poter visualizzare i progressi

# NOTIFICATION_TITLE_SubmitWeight
source: Time to submit your weight
es_us: Es momento de enviar su peso
fr_ca: Il est temps de soumettre votre poids
it_it: È ora di inserire il tuo peso

# OGX_Content_FilePath
source: _OGX_FILE__ENG
es_us: _OGX_FILE__SPA
fr_ca: _OGX_FILE__FRA
it_it: _OGX_FILE__ITA

# Option_RememberMe
source: Remember Me
es_us: Recuérdeme.
fr_ca: Rappelez-moi.
it_it: Ricordami

source: or
es_us: o
fr_ca: ou
it_it: oppure

# PageFooterText
source: Designed & Developed by ORGANO
es_us: Diseñado y Desarrollado por ORGANO
fr_ca: Conçu & Développé par ORGANO
it_it: Progettato e sviluppato da ORGANO

# PageTitle_Login
source: User Authentication
es_us: Autenticación de Usuario
fr_ca: Authentification de l'utilisateur
it_it: Autenticazione utente

# page_earn_reward_text
source: Spa getaway, EXPŌ tickets, X Challenge merchandise, and more can all be yours
es_us: Tratamientos de Spa, boletos a EXPO, artículos X Challenge y muchas cosas más pueden ser suyas
fr_ca: Escapade au spa, billets pour l’EXPŌ, articles X Challenge, et plus encore peuvent être à vous
it_it: Trattamenti di Spa, biglietti EXPO, articoli dell'X Challenge e tante altre cose che possano essere sue.

# page_lose_weight_text
source: Replace two meals per day with FENIX and have a sensible meal for your 3rd meal. Enjoy Pro Meals (healthy snacks) in between meals.
es_us: Reemplaza dos comidas al día con FENIX y disfruta de una opción saludable como tercera comida. Disfruta de los Pro Meals (bocadillos saludables) entre comidas.
fr_ca: Remplacez deux repas par jour par FENIX et faites un repas équilibré pour votre 3ème repas. Dégustez des repas pro (collations saines) entre les repas.
it_it: Sostituisci due pasti al giorno con FENIX e scelga una opzione salutare come terzo pasto. Goda dei Pro Meals (colazioni salutari) fra pasti.

# page_product_text
source: Head to shopog.com
es_us: Dirígete a shopog.com
fr_ca: Dirigez-vous vers shopog.com
it_it: Vada a shopog.com

# page_rewards_each_quarter_option_1
source: A weekend stay for 2 at a 5-star hotel, which includes a spa treatment
es_us: Un fin de semana para 2 en un hotel 5 estrellas, incluyendo un tratamiento de spa
fr_ca: Un week-end pour 2 dans un hôtel 5 étoiles, qui comprend un soin spa
it_it: Un fine settimana per 2 en un hotel 5 stelle, con trattamento di Spa incluso.

# page_rewards_each_quarter_option_2
source: Social media recognition on ORGANO™ Instagram, Facebook, and X4ever pages
es_us: Reconocimiento en las redes sociales de ORGANO™ Instagram, Facebook y X4ever
fr_ca: Reconnaissance dans les médias sociaux sur les pages Instagram, Facebook et X4ever ORGANO ᴹᴰ
it_it: Riconoscimento sulle rete sociali di ORGANO™: Instagram, Facebook e X4ever

# page_rewards_each_quarter_option_3
source: Special onstage recognition at ORGANO™ events
es_us: Reconocimiento especial en el escenario en eventos ORGANO™
fr_ca: Reconnaissance spéciale sur scène lors des événements ORGANOᴹᴰ
it_it: Riconoscimento speciale sul palco in eventi ORGANO™

# page_rewards_each_quarter_text
source: ORGANO™ will reward 2 people based off their weight loss (50%) and testimonials (50%). You will get:
es_us: ORGANO™ recompensará a 2 personas basado en la pérdida de peso (50%) y en testimonios (50%).
fr_ca: ORGANOᴹᴰ récompensera 2 personnes en fonction de leur perte de poids (50%) et de leurs témoignages (50%). Vous pourrez gagner:
it_it: ORGANO™ premierà a 2 persone per la sua perdita di peso (50%) e per le sue testimonianze (50%). Ogni trimestre

# page_rewards_each_quarter_text_highlight
source: Each quarter,
es_us: Cada trimestre,
fr_ca: Chaque trimestre,
it_it: Ogni trimestre,

# page_rewards_lastly_option_1
source: Trip for 2 to an exotic destination ($500 pocket money included)
es_us: Un viaje para 2 a un destino exótico (incluyendo $500 en efectivo)
fr_ca: Un voyage pour 2 personnes vers une destination exotique (argent de poche de 500 $ inclus)
it_it: Un viaggio per 2 ad un destino esotico (incluso anche $500 in contanti)

# page_rewards_lastly_option_2
source: Special onstage recognition at the 2018 EXPŌ Event
es_us: Reconocimiento especial en el escenario de EXPO
fr_ca: Reconnaissance spéciale sur scène lors de l'événement EXPŌ
it_it: Riconoscimento speciale sul palco in EXPO

# page_rewards_lastly_text
source: there will be annual rewards, given to the participant who has excelled throughout the FENIX Challenge. The winner will win:
es_us: habrá recompensas anuales, otorgadas al participante que destacó durante el Desafío FENIX. El ganador obtendrá:
fr_ca: des récompenses annuelles seront remises au participant qui a excellé tout au long du Défi FENIX. Le vainqueur gagnera:
it_it: ci saranno premi annuali, per i partecipanti che hanno avuto una performance eccezionale a traverso la Sfida FENIX. Il vincitore ottendrà:

# page_rewards_lastly_text_highlight
source: Lastly,
es_us: Finalmente,
fr_ca: Enfin,
it_it: Finalmente,

# page_rewards_maintain_option_1
source: $200 coupon for every 12 months you are X4ever
es_us: Cupón por $200 por cada 12 meses que sea X4ever
fr_ca: 200 $ de coupon pour tous les 12 mois où vous êtes X4ever
it_it: Buono di $200 per ogni 12 mesi che sia X4ever

# page_rewards_maintain_option_2
source: X4ever Bracelet
es_us: Brazalete X4ever
fr_ca: Bracelet X4ever
it_it: Braccialetto X4ever

# page_rewards_maintain_option_3
source: X4ever shirt
es_us: Camiseta X4ever
fr_ca: Chemise X4ever
it_it: Maglietta X4ever

# page_rewards_maintain_text_highlight
source: maintain your X4ever
es_us: Mientras mantienes tu estilo de vida X4ever
fr_ca: Pendant que vous maintenez votre style de vie X4ever
it_it: Mentre fa il suo stile di vita X4ever

# page_rewards_maintain_text_part_2
source: lifestyle and FEEL your FENIX, you will get:
es_us: y sientes tu FENIX, recibirás
fr_ca: et SENTEZ votre FENIX, vous recevrez:
it_it: e sente il suo FENIX, riceverà

# page_tshirts_bundle_100lb_option
source: 100 pounds- ‘I Lost 100’ t-shirt and OGX jacket
es_us: 100 libras- camiseta "I Lost 100" y jacket OGX
fr_ca: 100 livres - T-shirt "I lost 100" et veste OGX
it_it: 100 libbre - maglietta "I Lost 100" e la giacca OGX

# page_tshirts_bundle_25lb_option
source: 25 pounds- ‘I Lost 25’ t-shirt and OGX hat
es_us: 25 libras- camiseta "I lost 25" y gorra OGX
fr_ca: 25 livres - T-shirt "I lost 25" et chapeau OGX
it_it: 25 libbre - maglietta "I Lost 25" e berretto OGX

# page_tshirts_bundle_50lb_option
source: 50 pounds- ‘I Lost 50’ t-shirt and OGX Gym Bag
es_us: 50 libras- camiseta "I Lost 50" y bolsa para gimnasio
fr_ca: 50 livres - T-shirt «I lost 50» et sac de sport OGX
it_it: 50 libbre - maglietta "I Lost 50" e borsa per la palestra

# page_tshirts_bundle_text
source: For those that reach the 25, 50, and 100 pounds lost, you will be rewarded with:
es_us: Para aquellos que pierdan 10, 25, 50 y 100 libras, serán recompensados con:
fr_ca: Pour ceux qui atteignent les 10, 25, 50 et 100 livres perdues, vous serez récompensé par:
it_it: Per coloro che hanno perso 10, 25, 50 e 100 libbre, saranno premiati con:

# page_tshirt_lose_10_text
source: ‘I Lost 10’ t-shirt after you lose your first 10 pounds
es_us: Camiseta "I Lost 10" cuando pierde 10 libras
fr_ca: T-shirt "I lost 10" après avoir perdu vos 10 premiers livres
it_it: Maglietta "I Lost 10" quando abbia perso 10 libbre

source: Password
es_us: Contraseña
fr_ca: Mot de passe

source: Pause
es_us: Pausa
it_it: Pausa

# Pending
source: Working on this Panel
es_us: Trabajando en este Panel
fr_ca: Révision de la section en cours
it_it: Lavora su questo pannello

source: PERSONAL INFO
es_us: INFORMACIÓN PERSONAL
fr_ca: INFORMATIONS PERSONNELLES
it_it: DATI PERSONALI

source: Phone
es_us: Teléfono
fr_ca: Téléphone
it_it: Telefono

source: PHOTO UPLOAD
es_us: CARGAR FOTO
fr_ca: MISE EN LIGNE DE PHOTO
it_it: CARICAMENTO FOTO

# PhotoUploadInstructions
source: Wear clothing that demonstrates your body shape. Loose clothing makes it very hard to identify weight loss. Do your best to wear the same outfit for your before and after photos. White background is highly recommended.
es_us: Use ropa que demuestre la forma de su cuerpo. La ropa holgada hace que sea muy difícil identificar la pérdida de peso. Haga su mejor esfuerzo para usar el mismo atuendo para sus fotos del antes y el después. Se recomienda ampliamente el fondo blanco.
fr_ca: Portez des vêtements qui mettent en évidence votre silhouette. Les vêtements amples rendent très difficile de déterminer la perte de poids. Faites de votre mieux pour porter la même tenue pour votre photo avant et après. Un fond blanc est fortement recommandé.
it_it: Indossa degli abiti che mostrino la forma del tuo corpo. Gli abiti larghi rendono più difficile visualizzare la perdita di peso. Se riesci indossa gli stessi abiti per le foto "prima" e "dopo". Si raccomanda di usare uno sfondo bianco.

source: Pick from gallery
es_us: Seleccionar de la galería
fr_ca: Choisir dans la galerie de photos
it_it: Scegli dalla galleria

# Placeholder_Password
source: Password
es_us: Contraseña
fr_ca: Mot de passe

# Placeholder_Username
source: Username
es_us: Nombre de usuario
fr_ca: Nom d'utilisateur
it_it: Nome utente

source: Play
es_us: Reproducir
fr_ca: Lecture
it_it: Riproduci

source: Playing...
es_us: Reproduciendo...
fr_ca: En lecture...
it_it: In riproduzione...

source: Playlist
es_us: Lista de reproducción
fr_ca: Liste de lecture

source: Please Review! All inputs are mandatory.
es_us: ¡Por Favor Revise! Todas los espacios son obligatorias.
fr_ca: Veuillez réviser! Tous les champs sont obligatoires.
it_it: Si prega di revisionare! Tutti gli input sono obbligatori.

source: Please wait...
es_us: Espere...
fr_ca: Veuillez patienter...
it_it: Si prega di attendere...

# PostalCode
source: ZIP/Postal Code
es_us: Código Postal
fr_ca: ZIP/Code Postal
it_it: CAP

source: Previous
es_us: Anterior
fr_ca: Précédent
it_it: Precedente

source: Processing Data... Please wait.
es_us: Procesando Datos... Por favor, espere.
fr_ca: Traitement des données... Veuillez patienter.
it_it: Elaborazione dati... Si prega di attendere.

source: Processing... Please wait.
es_us: Procesando... Por favor, espere.
fr_ca: En traitement... Veuillez patienter.
it_it: Elaborazione... Si prega di attendere.

source: Products
es_us: Productos
fr_ca: Produits
it_it: Prodotti

# ProductsCAPS
source: PRODUCTS
es_us: PRODUCTOS
fr_ca: PRODUITS
it_it: PRODOTTI

# Products_CategoryList_LoadingLabel
source: Loading product categories...
es_us: Cargando las categorías de los productos...
fr_ca: Chargement des catégories de produits...
it_it: Caricamento categorie prodotti...

# Products_ProductList_LoadingLabel
source: Loading products...
es_us: Cargando los productos...
fr_ca: Chargement des produits...
it_it: Caricamento prodotti...

source: Read More
es_us: Lea Más
fr_ca: Lire plus
it_it: Leggi di più

source: Register
es_us: Registrarse
fr_ca: S’inscrire
it_it: Registrati

source: Registration
es_us: Registro
fr_ca: Enregistrement
it_it: Registrazione

# RegistrationCaps
source: REGISTRATION
es_us: REGISTRO
fr_ca: INSCRIPTION
it_it: REGISTRAZIONE

source: Remaining
es_us: Restante
fr_ca: Restant
it_it: Rimanente

# RequestCaps
source: REQUEST
es_us: SOLICITUD
fr_ca: DEMANDE
it_it: RICHIESTA

source: Request Password
es_us: Solicitud de Contraseña
fr_ca: Demande de mot de passe
it_it: Richiedi password

# Required_AllInputs
source: All inputs are mandatory.
es_us: Todas las entradas son obligatorias.
fr_ca: Tous les champs sont obligatoires.
it_it: Tutti gli input sono obbligatori.

# Required_AreMandatory
source: {0} are mandatory.
es_us: {0} son obligatorias.
fr_ca: {0} sont obligatoires.
it_it: {0} sono obbligatori.

# Required_ConfirmNewPassword
source: Confirm New Password is mandatory.
es_us: La Confirmación de la Contraseña Nueva es obligatoria.
fr_ca: Il est obligatoire de confirmer le mot de passe.
it_it: Il campo Conferma nuova password è obbligatorio.

# Required_CurrentPassword
source: Current Password is mandatory.
es_us: La Contraseña Actual es obligatoria.
fr_ca: Le mot de passe actuel est obligatoire.
it_it: Il campo Password attuale è obbligatorio.

# Required_IsMandatory
source: {0} is mandatory.
es_us: {0} es obligatoria.
fr_ca: {0} est obligatoire.
it_it: {0} è obbligatorio.

# Required_MustBeSelected
source: {0} must be selected.
es_us: {0} debe seleccionarse.
fr_ca: {0} doit être sélectionné.
it_it: {0} deve essere selezionato.

# Required_NewPassword
source: New Password is mandatory.
es_us: La Contraseña Nueva es obligatoria.
fr_ca: Le nouveau mot de passe est obligatoire.
it_it: Il campo Nuova password è obbligatorio.

source: RESIDENCE
es_us: RESIDENCIA
fr_ca: RÉSIDENCE
it_it: RESIDENZA

source: Review
es_us: Revisar
fr_ca: Examiner
it_it: Rivedi

# Revision
source: Log:
es_us: Revisión:
fr_ca: Révision:
it_it: Revisione:

# RevisionShort
source: Log
es_us: Registro
fr_ca: Connexion
it_it: Registro

# RewardsCAPS
source: REWARDS
es_us: RECOMPENSAS
fr_ca: RÉCOMPENSES
it_it: PREMI

source: Save
es_us: Guardar
fr_ca: Enregistrer
it_it: Salva

source: Secret Code
es_us: Código Secreto
fr_ca: Code secret
it_it: Codice segreto

source: Select
es_us: Seleccionar
fr_ca: Sélectionnez
it_it: Seleziona

# SelectCountry
source: Select your country
es_us: Seleccione un País.
fr_ca: Sélectionnez un pays.
it_it: Seleziona una nazione

# SelectLanguage
source: Select your language
es_us: Seleccione un idioma.
fr_ca: Sélectionnez une langue.
it_it: Seleziona una lingua

source: Select Photo
es_us: Seleccione una Foto
fr_ca: Sélectionnez une photo
it_it: Seleziona una foto

# SelectProvince
source: Select your province
es_us: Seleccione una Provincia.
fr_ca: Sélectionnez une province.
it_it: Seleziona una provincia

source: Select T-Shirt Size
es_us: Seleccione la Talla de Camiseta
fr_ca: Sélectionnez la taille du t-shirt.
it_it: Seleziona la taglia della maglia

# SelectWeightVolumeType
source: Select a weight vol. type
es_us: Seleccione un tipo de volumen de peso.
fr_ca: Sélectionnez le type de volume du poids.
it_it: Seleziona il tipo di vol. di peso

source: Settings
es_us: Ajustes
fr_ca: Paramètres
it_it: Impostazioni

source: Sex
es_us: Sexo
fr_ca: Sexe
it_it: Sesso

# ShakesCAPS
source: SHAKES
es_us: BATIDOS
fr_ca: BOISSONS PROTÉINÉES
it_it: FRULLATI

source: Side
es_us: Lado
fr_ca: Côté
it_it: Lato

source: Side Photo
es_us: Foto de Lado
fr_ca: Photo de profile
it_it: Foto di profilo

source: Sign In
es_us: Ingresar
fr_ca: Ouvrez une session
it_it: Accedi

source: Sign Up
es_us: Registrarse
fr_ca: S'inscrire
it_it: Registrati

# SignUpCAPS
source: SIGN UP
es_us: REGISTRARSE
fr_ca: S'INSCRIRE
it_it: REGISTRAZIONE

# Skip
source: Skip Video
es_us: Saltarse el Vídeo
fr_ca: Passer la vidéo
it_it: Salta video

source: Something went wrong.
es_us: Algo salió mal.
fr_ca: Quelque chose a mal tourné.
it_it: Si è verificato un errore.

# SomethingWentWrongArgs
source: Something went wrong. {0}
es_us: Algo salió mal. {0}
fr_ca: Quelque chose a mal tourné. {0}
it_it: Si è verificato un errore. {0}

# Splash_PasswordTitleLabel
source: Password:
es_us: Contraseña:
fr_ca: Mot de passe :

# Splash_SignIn
source: SIGN IN
es_us: INGRESAR
fr_ca: CONNEXION
it_it: ACCEDI

# Splash_SignUp
source: SIGN UP
es_us: REGISTRARSE
fr_ca: INSCRIPTION
it_it: REGISTRATI

# Splash_SkipSignIn
source: SKIP SIGN IN (demo)
es_us: SALTARSE EL INGRESO (demo)
fr_ca: SAUTEZ LA CONNEXION (démo)
it_it: SALTA ACCESSO (demo)

# Splash_UsernameTitleLabel
source: Username:
es_us: Nombre de usuario:
fr_ca: Nom d'utilisateur :
it_it: Nome utente:

source: STARTS HERE
es_us: INICIE AQUÍ
fr_ca: COMMENCE ICI
it_it: INIZIA QUI

# State
source: State/Province/Region
es_us: Estado/Provincia/Región
fr_ca: État/Province
it_it: Stato/Provincia/Regione

source: Stop
es_us: Alto
fr_ca: Arrêtez

# SubmissionProblem
source: There was a problem with your submission.
es_us: Hubo un problema con su ingreso
fr_ca: Il y a un problème avec votre soumission.
it_it: Si è verificato un problema durante la sua richiesta

source: Submit
es_us: Enviar
fr_ca: Soumettre
it_it: Invia

source: Submit Your Current Weight (lbs)
es_us: Enviar Su Peso Actual. (lbs)
fr_ca: Soumettre votre poids actuel. (lb)
it_it: Inserisci il tuo peso attuale. (kg)

# SubmitYourWeightCAPS
source: SUBMIT YOUR WEIGHT
es_us: ENVÍE SU PESO.
fr_ca: SOUMETTRE VOTRE POIDS.
it_it: INSERISCI IL TUO PESO.

# SubmitYourWeightMessage
source: It's time to submit your weight to keep tracking your progress.
es_us: Es momento de ingresar su peso para dar seguimiento de su progreso.
fr_ca: Il est temps de soumettre votre poids pour le suivi de vos progrès.
it_it: È ora di inserire il tuo peso per tenere traccia dei tuoi progressi.

source: Success
es_us: Éxito
fr_ca: Succès
it_it: Successo

source: Switch Account
es_us: Cambiar de Cuenta
fr_ca: Changer de compte
it_it: Cambia account

source: Take from Camera
es_us: Tomar de la cámara
fr_ca: Prendre une photo avec l'appareil
it_it: Scegli dalla camera

source: Tap on photo to watch video
es_us: Toca la foto para ver el video
fr_ca: Appuyez sur la photo pour regarder la vidéo
it_it: Tocca la foto per guardare il video

source: Target Date:
es_us: Fecha del Objetivo:
fr_ca: Date cible:
it_it: Data del traguardo:

source: Tell Us About Your Journey
es_us: Cuéntenos Sobre Su Viaje.
fr_ca: Parlez-nous de votre aventure.
it_it: Raccontaci del tuo viaggio.

source: Term and Conditions
es_us: Terminos y Condiciones
fr_ca: Conditions générales
it_it: Termini e condizioni

# TermAndConditionsHeader
source: TERMS AND CONDITIONS OF PARTICIPATION
es_us: TÉRMINOS Y CONDICIONES DE PARTICIPACIÓN
fr_ca: CONDITIONS GÉNÉRALES DE PARTICIPATION
it_it: TERMINI E CONDIZIONI PER LA PARTECIPAZIONE
