Repository: organo-x4ever/XF-APPLE-iOS
Catalog: X4Ever.Apple/x4ever/com.organo.x4ever/Localization/TextResources.*.resx
Languages: es_us, fr_ca, it_it

source: About Your Journey
es_us: Acerca de Su Viaje
fr_ca: À propos de votre voyage
it_it: Informazioni sul tuo viaggio

# AcceptTermAndConditions
source: I accept the Terms and Conditions for using this App.
es_us: Acepto los Términos y las Condiciones para utilizar esta Aplicación.
fr_ca: J'accepte les conditions générales d'utilisation cette application.
it_it: Il sottoscritto accetta i Termini e le condizioni per l'utilizzo dell'applicazione.

# AcceptTermAndConditions1
source: I accept the {0} for using this App.
es_us: Acepto los {0} para usar esta Aplicación.
fr_ca: J'accepte les {0} pour utiliser cette application.
it_it: Il sottoscritto accetta {0} per l'utilizzo dell'applicazione.

# AcceptTermAndConditionsPart1
source: I accept the
es_us: Acepto __________
fr_ca: J'accepte le/la __________
it_it: Il sottoscritto accetta ____________

# AcceptTermAndConditionsPart2
source: for using this App.
es_us: para usar esta Aplicación.
fr_ca: pour utiliser cette application.
it_it: per l'utilizzo dell'applicazione.

# AccountStatusInactive
source: Please contact administrator or concerned person, your account has been deactivated.
es_us: Su cuenta ha sido desactivada, por favor póngase en contacto con el administrador o persona correspondiente.
fr_ca: Veuillez contacter l'administrateur ou la personne concernée, votre compte est désactivé.
it_it: Si prega di contattare l'amministratore o la persona responsabile poiché questo account è stato disattivato.

# AccountStatusNote
source: We have sent confirmation link to your provided e-mail address. please confirm your email first then login.
es_us: Hemos enviado un enlace de confirmación a su dirección de correo electrónico proporcionada. Por favor confirme primero su correo electrónico y después inicie sesión.
fr_ca: Nous avons envoyé un lien de confirmation à votre adresse courriel. Veuillez confirmer votre adresse courriel d'abord puis vous connecter.
it_it: Un link di conferma è stato inviato all'indirizzo e-mail fornito. Si prega di confermare il proprio indirizzo e-mail al primo accesso.

# ActionNotCompleted
source: Action could not be completed.
es_us: La acción no se pudo completar.
fr_ca: Impossible de compléter l'action.
it_it: Non è stato possibile completare l'azione.

# ActivePlan
source: ACTIVE
es_us: ACTIVAR
fr_ca: ACTIF
it_it: ATTIVO

source: Add Account
es_us: Añadir Cuenta.
fr_ca: Ajouter un compte.
it_it: Aggiungi account.

source: Address
es_us: Dirección
fr_ca: Adresse
it_it: Indirizzo

# AddressCaps
source: ADDRESS
es_us: DIRECCIÓN
fr_ca: ADRESSE
it_it: INDIRIZZO

source: After
es_us: Después
fr_ca: Après
it_it: Dopo

source: Age
es_us: Edad
fr_ca: Âge
it_it: Età

source: Alert
es_us: Alerta
fr_ca: Alerte
it_it: Avviso

source: Authentication
es_us: Autenticación
fr_ca: Authentification
it_it: Autenticazione

source: Authentication Code
es_us: Código de Autenticación
fr_ca: Code d'authentification
it_it: Codice di autenticazione

source: Authorization Code
es_us: Código de Autorización
fr_ca: Code d'autorisation
it_it: Codice di autorizzazione

source: Back
es_us: Reverso
fr_ca: Retour
it_it: Indietro

# BackButtonPressExistConfirmation
source: Do you really want to exit app?
es_us: ¿De verdad quieres salir de la aplicación?
fr_ca: Voulez-vous vraiment quitter l'application?
it_it: Vuoi davvero uscire dall'app?

# BadgeHintSubTitle
source: You will receive a badge when:
es_us: Recibirá una insignia cuando:
fr_ca: Vous recevrez un badge quand:
it_it: Riceverai una spilla quando:

# BadgesCAPS
source: BADGES
es_us: INSIGNIAS
it_it: SPILLE

# Badge_Bronze_Hint
source: You reach 25% of your goal
es_us: Ha alcanzado el 25% de su meta
fr_ca: Vous avez atteint 25% de votre objectif
it_it: Hai ottenuto il 25% del tuo obiettivo

# Badge_Gold_Hint
source: You reach your goal
es_us: Ha alcanzado su meta
fr_ca: Vous avez atteint votre objectif
it_it: Hai ottenuto il tuo obiettivo

# Badge_Silver_Hint
source: You reach 50% of your goal
es_us: Ha alcanzado el 50% de su meta
fr_ca: Vous avez atteint 50% de votre objectif
it_it: Hai ottenuto il 50% del tuo obiettivo

# BasicInfoNote
source: Shall we start with basic information?
es_us: ¿Empezaríamos con la información básica?
fr_ca: Et si nous commencions par les informations de base?
it_it: Iniziamo con le informazioni di base?

source: Before:
es_us: Antes:
fr_ca: Avant:
it_it: Prima:

# ButtonText_SignIn
source: Sign In
es_us: Ingresar
fr_ca: Se connecter
it_it: Accedi

# ButtonText_SignUp
source: Sign Up
es_us: Registrarse
fr_ca: S'inscrire
it_it: Registrati

# button_Login
source: Login
es_us: Iniciar Sesión
fr_ca: Se connecter
it_it: Accesso

# button_Register
source: Register
es_us: Registrarse
fr_ca: S’inscrire
it_it: Registrati

source: BUY OGX FENIX Creamy Vanilla
es_us: COMPRAR OGX FENIX Vainilla Cremosa
fr_ca: ACHETER OGX FENIX Vanille crémeuse
it_it: ACQUISTA OGX FENIX Creamy Vanilla

source: BUY OGX FENIX Rich Chocolate
es_us: COMPRAR OGX FENIX Chocolate
fr_ca: ACHETER OGX FENIX Riche chocolat
it_it: ACQUISTA OGX FENIX Rich Chocolate

source: Cancel
es_us: Cancelar
fr_ca: Annuler
it_it: Annulla

source: Change
es_us: Cambiar
fr_ca: Modifier
it_it: Cambia

source: Change Password
es_us: Cambiar Contraseña
fr_ca: Modifier mot de passe
it_it: Cambia password

# ChangeProfilePhoto
source: Profile Photo
es_us: Foto de Perfil
fr_ca: Photo du profil
it_it: Foto profilo

# ChangeSmall
source: change
es_us: cambiar
fr_ca: modifier
it_it: cambia

source: Choose Language
es_us: Elegir Idioma.
fr_ca: Sélectionner la langue.
it_it: Scegli la lingua.

source: Choose Option
es_us: Seleccione una opción
fr_ca: Choisissez une option
it_it: Scegli una opzione

source: City
es_us: Ciudad
fr_ca: Ville
it_it: Città

source: Close
es_us: Cerrar
fr_ca: Fermer
it_it: Chiudi

source: Confirm
es_us: Confirmar
fr_ca: modifier
it_it: Conferma

source: Confirmation
es_us: Confirmación
fr_ca: Sélectionner la langue.
it_it: Conferma

source: Confirm New Password
es_us: Confirme Contraseña Nueva.
fr_ca: Ville
it_it: Conferma la nuova password.

source: Confirm Password
es_us: Confirme Contraseña.
fr_ca: Fermer
it_it: Conferma la password.

# ConfirmUserSwitch
source: Do you want to set {0} as default user?
es_us: ¿Desea la configuración {0} como usuario predeterminado?
fr_ca: Désirez-vous sélectionner {0} comme utilisateur par défaut?
it_it: Desideri impostare {0} come utente predefinito?

source: Contact
es_us: Contacto
fr_ca: Contacto
it_it: Contatto

source: Content coming shortly
es_us: El contenido se mostrará en breve
fr_ca: Contenu à venir dans un instant
it_it: Contenuto disponibile a breve

source: Continue
es_us: Continuar
fr_ca: Continuer
it_it: Continua

source: Continue to account
es_us: Continuar hacia la cuenta.
fr_ca: Continuer vers le compte.
it_it: Continua all' account.

source: Country
es_us: País
fr_ca: Pays
it_it: Nazione

# Country_Canada_States
source: Alberta,British Columbia,Manitoba,New Brunswick,Newfoundland and Labrador,Northwest Territories,Nova Scotia,Nunavut,Ontario,Prince Edward Island,Quebec,Saskatchewan,Yukon
es_us: Alberta, Columbia Británica, Manitoba, Nuevo Brunswick, Terranova y Labrador, Territorios del Noroeste, Nueva Escocia, Nunavut, Ontario, Isla del Príncipe Eduardo, Quebec, Saskatchewan, Yukon
fr_ca: Alberta, Colombie-Britannique, Manitoba, Nouveau-Brunswick, Terre-Neuve et Labrador, Territoires du Nord-Ouest, Nouvelle-Écosse, Nunavut, Ontario, Île-du-Prince-Édouard, Québec, Saskatchewan, Yukon

# Country_UnitedStates_States
source: Alabama,Alaska,Arizona,Arkansas,California,Colorado,Connecticut,Delaware,Florida,Georgia,Hawaii,Idaho,Illinois,Indiana,Iowa,Kansas,Kentucky,Louisiana,Maine,Maryland,Massachusetts,Michigan,Minnesota,Mississippi,Missouri,Montana,Nebraska,Nevada,New Hampshire,New Jersey,New Mexico,New York,North Carolina,North Dakota,Ohio,Oklahoma,Oregon,Pennsylvania,Rhode Island,South Carolina,South Dakota,Tennessee,Texas,Utah,Vermont,Virginia,Washington,West Virginia,Wisconsin,Wyoming
es_us: Alabama, Alaska, Arizona, Arkansas, California, Colorado, Connecticut, Delaware, Florida, Georgia, Hawaii, Idaho, Illinois, Indiana, Iowa, Kansas, Kentucky, Luisiana, Maine, Maryland, Massachusetts, Michigan, Minnesota, Mississippi, Missouri, Montana, Nebraska, Nevada, Nueva Hampshire, Nueva Jersey, Nuevo México, Nueva York, Carolina del Norte, Dakota del Norte, Ohio, Oklahoma, Oregon, Pennsylvania, Rhode Island, Carolina del Sur, Dakota del Sur, Tennessee, Texas, Utah, Vermont, Virginia, Washington, Virginia Occidental, Wisconsin, Wyoming
fr_ca: Alabama, Alaska, Arizona, Arkansas, Californie, Colorado, Connecticut, Delaware, Floride, Géorgie, Hawaï, Idaho, Illinois, Indiana, Iowa, Kansas, Kentucky, Louisiane, Maine, Maryland, Massachusetts, Michigan, Minnesota, Mississippi, Missouri, Montana, Nebraska, Nevada, New Hampshire, New Jersey, Nouveau Mexique, New York, Caroline du Nord, Dakota du Nord, Oklahoma, Ohio, Pennsylvanie, Oregon, Rhode Island, Caroline du Sud, Dakota du Sud, Tennessee, Texas, Utah, Vermont, Virginie, Washington, Virginie occidentale, Wyoming, Wisconsin

# CreateAccount
source: Create an account
es_us: Crear una cuenta.
fr_ca: Créer un compte.
it_it: Crea un account.

source: Current:
es_us: Real:
fr_ca: Actuel:
it_it: Attuale:

source: Current Password
es_us: Contraseña Actual
fr_ca: Mot de passe actuel
it_it: Password attuale

source: Current T-Shirt Size
es_us: Talla Actual de Camiseta
fr_ca: Taille actuelle de t-shirt
it_it: Taglia attuale della t-shirt

source: Current Weight
es_us: Peso Actual
fr_ca: Poids actuel
it_it: Peso attuale

source: Current Weight (lbs)
es_us: Peso Actual (lbs)
fr_ca: Poids actuel (lb)
it_it: Peso attuale (kg)

# DataBeingProcessedPleaseWait
source: Data is being processed... Please wait.
es_us: Los datos se están procesando... Por favor, espere.
fr_ca: Les données sont en cours de traitement... Veuillez patienter.
it_it: I dati sono in elaborazione... Si prega di attendere.

source: Date of Birth
es_us: Fecha de Nacimiento
fr_ca: Date de naissance
it_it: Data di nascita

# DayCAPS
source: DAY
es_us: DÍA
fr_ca: JOUR
it_it: GIORNO

source: Desired Username
es_us: Nombre de Usuario Deseado
fr_ca: Nom d'utilisateur désiré
it_it: Nome utente desiderato

# DesiredWeightToLoose
source: Desired weight to loose (min 10lb)
es_us: Peso deseado a perder (mín. 10 lb)
fr_ca: Perte de poids souhaitée (min 10 lb)
it_it: Peso che si desidera perdere (min 5 kg)

source: Details
es_us: Detalles
fr_ca: Détails
it_it: Dettagli

source: Dismiss
es_us: Descartar
fr_ca: Rejeter
it_it: Ignora

# EarnRewardsCAPS
source: EARN REWARDS
es_us: GANAR RECOMPENSAS
fr_ca: GAGNER DES RÉCOMPENSES
it_it: GUADAGNI PREMI

source: Edit Profile
es_us: Editar Perfil
fr_ca: Modifier le profil
it_it: Modifica profilo

source: E-mail
es_us: Correo electrónico
fr_ca: Courriel

source: E-mail Address
es_us: Dirección de Correo Electrónico
fr_ca: Adresse Courriel
it_it: Indirizzo e-mail

source: Exit
es_us: Salir
fr_ca: Sortie
it_it: Esci

source: Exit and discard
es_us: Salir y descartar
fr_ca: Sortir et abandonner
it_it: Esci ed elimina

source: Failed
es_us: Fallo
fr_ca: Échec
it_it: Non riuscito / Tentativo fallito

source: Female
es_us: Mujer
fr_ca: Femme
it_it: Donna

source: First Name
es_us: Nombre
fr_ca: Prénom
it_it: Nome

source: Font Size
es_us: Tamaño de la fuente
fr_ca: Taille de police
it_it: Dimensione della lettera

source: Forgot password?
es_us: ¿Olvidó su contraseña?
fr_ca: Mot de passe oublié?
it_it: Hai dimenticato la password?

# ForgotPasswordCaps
source: FORGOT PASSWORD?
es_us: ¿OLVIDÓ LA CONTRASEÑA?
fr_ca: MOT DE PASSE OUBLIÉ ?
it_it: HAI DIMENTICATO LA PASSWORD?

# ForgotPasswordMessage
source: Forgot password? Don't worry we can help you. Please fill in credentials below.
es_us: ¿Olvidó su contraseña? No se preocupe, le podemos ayudar. Por favor llene las siguientes credenciales.
fr_ca: Mot de passe oublié? Ne vous inquiétez pas, nous pouvons vous aider. Veuillez remplir les références suivantes.
it_it: Hai dimenticato la password? Non ti preoccupare, ti aiutiamo noi. Si prega di compilare le credenziali qui sotto.

# ForgotPasswordRecover
source: Recover the forgot password.
es_us: Recuperar contraseña olvidada
fr_ca: Récupérer mot de passe oublié
it_it: Recupera la password dimenticata.

# ForgotPasswordRequestMessage
source: Please check your email, we have sent you code that you need to enter in place of Authorization Code box.
es_us: Verifique su correo electrónico, le hemos enviado el código que debe ingresar en el cuadro de Código de Autorización.
fr_ca: Veuillez vérifier votre courriel, nous vous avons envoyé un code à inscrire dans la boîte d'autorisation de code.
it_it: Si prega di controllare la propria casella di posta elettronica a cui abbiamo inviato un codice da inserire nel riquadro del codice di autorizzazione.

# ForgotPasswordSymbol
source: FORGOT PASSWORD?
es_us: ¿OLVIDÓ LA CONTRASEÑA?
fr_ca: MOT DE PASSE OUBLIÉ ?
it_it: HAI DIMENTICATO LA PASSWORD?

source: Front
es_us: Frente
fr_ca: Devant
it_it: Davanti

source: Front photo
es_us: Foto de frente
fr_ca: Photo de face
it_it: Foto frontale

# FullMealsCAPS
source: FULL MEALS
es_us: PLATILLOS COMPLETOS
fr_ca: REPAS COMPLETS
it_it: PIATI INTERI

source: Gallery
es_us: Galería
fr_ca: Galerie
it_it: Galleria

source: Gender
es_us: Género
fr_ca: Sexe
it_it: Sesso

source: Get Directions
es_us: Obtener Indicaciones.
fr_ca: Obtenez les directions
it_it: Ottieni indicazioni.

source: Goal Achieved
es_us: Objetivo Alcanzado
fr_ca: Objectif atteint
it_it: Obiettivo raggiunto

source: Goal you have achieved so far
es_us: La meta que ha alcanzado hasta ahora
fr_ca: L'objectif que vous avez atteint jusqu'ici
it_it: L'obiettivo raggiunto sino ad ora

source: Go back to Login
es_us: Regresar a Iniciar Sesión.
fr_ca: Retourner à la page de connexion.
it_it: Ritorna all'accesso.

# GotError
source: GOT ERROR! We are working on it.
es_us: ¡ERROR ERROR! Estamos trabajando en ello.
fr_ca: GOT ERROR! Nous y travaillons.
it_it: ERRORE GOT! Ci stiamo lavorando.

source: Got Password?
es_us: ¿Tiene Contraseña?
fr_ca: Vous avez déjà un mot de passe ?
it_it: Hai la password?

# GreetingUser
source: Hi {0}
es_us: Hola {0}
fr_ca: Bonjour {0}
it_it: Ciao {0}

source: Have an account?
es_us: ¿Tiene una contraseña?
fr_ca: Avez-vous un compte ?
it_it: Hai un account?

# HaveYouEverPurchasedOGXProduct
source: Have you purchased OGX products before?
es_us: ¿Ha comprado productos OGX antes?
fr_ca: Avez-vous acheté un produit OGX dans le passé?
it_it: Hai già acquistato prodotti OGX in precedenza?

# HeaderNote
source: Please fill in credentials below.
es_us: Por favor llene las siguientes credenciales.
fr_ca: Veuillez remplir les authentifiants suivants.
it_it: Si prega di compilare le credenziali qui sotto.

# Header_Exercise
source: EXERCISE
es_us: EJERCICIO
fr_ca: EJERCICIO
it_it: ESERCIZI

# Header_SetsAndRepeats
source: SETS & REPS.
es_us: SERIES Y REPETICIONES
fr_ca: SÉRIES & RÉPÉTITIONS
it_it: SET E RIPETIZIONI

# HeadingAboutYourJourney
source: About your journey:
es_us: Acerca de su viaje:
fr_ca: À propos de votre voyage:
it_it: Informazioni sul tuo viaggio:

# HeadingCurrentWeight
source: Current Weight:
es_us: Peso Actual:
fr_ca: Poids actuel:
it_it: Peso attuale:

# HeadingDateStarted
source: Date Started:
es_us: Fecha de Inicio:
fr_ca: Date de départ:
it_it: Data di inizio:

# HeadingEntryDate
source: Entry Date:
es_us: Fecha de Ingreso:
fr_ca: Date d'inscription:
it_it: Data di inserimento: / Data di registrazione:

# HeadingRevision
source: Revision:
es_us: Revisión:
fr_ca: Révision:
it_it: Revisione:

# HeadingTargetDuration
source: Target Duration:
es_us: Duración del Objetivo:
fr_ca: Durée ciblée:
it_it: Durata del traguardo: / Tempo per il raggiungimento dell'obiettivo:

# HeadingTShirtSize
source: T-Shirt Size:
es_us: Talla de Camiseta:
fr_ca: Taille de t-shirt:
it_it: Taglia della maglia:

# HeadingWeightGoal
source: Weight Goal:
es_us: Objetivo de Peso:
fr_ca: Objectif de poids:
it_it: Obiettivo di peso: / Obiettivo di peso (kg) da raggiungere:

# HeadingWeightLossGoal
source: Weight Loss Goal:
es_us: Objetivo de Pérdida de Peso:
fr_ca: Objectif de perte de poids:
it_it: Obiettivo di perdita di peso: / Obiettivo di peso (kg) da perdere:

# HeadingWeightStarted
source: Weight Started:
es_us: Peso Inicial:
fr_ca: Poids de départ:
it_it: Peso iniziale:

# HealthyPlan
source: HEALTHY
es_us: SALUDABLE
fr_ca: SANTÉ
it_it: SALUTARE

source: Hello!
es_us: ¡Hola!
fr_ca: Bonjour!
it_it: Ciao!

source: Hello and Welcome!
es_us: ¡Hola y Bienvenido(a)!
fr_ca: Bonjour et bienvenue!
it_it: Ciao e benvenuto/a!

source: Hi!
es_us: ¿Cuánto peso (lbs) desea bajar?
fr_ca: Bonjour
it_it: Quanto peso (kg) desideri perdere?

# HowItWorksCAPS
source: HOW IT WORKS
es_us: COMO FUNCIONA
fr_ca: COMMENT ÇA MARCHE
it_it: COME FUNZIONA

# HowMuchWeightWantToLose
source: How much weight (lbs) do you want to lose?
es_us: El peso Debe ser un mínimo de 10 lbs para participar en este programa.
fr_ca: Combien de poids (lb) désirez-vous perdre?
it_it: Per poter partecipare a questo programma deve essere un minimo di 5 kg.

# HowMuchWeightWantToLoseNote
source: Must be a minimum of 10lbs to participate in this program.
es_us: LA IMÁGEN TIENE QUE SER DE CUERPO COMPLETO
fr_ca: Le perte de poids doit être de 10 lb minimum pour participer à ce programme.
it_it: L'IMMAGINE DEVE ESSERE A FIGURA INTERA

source: IMAGE HAS TO BE FULL BODY
es_us: LA IMAGEN TIENE QUE SER CUERPO COMPLETO
fr_ca: PHOTOGRAPHIE EN PIED
it_it: L'IMMAGINE DEVE ESSERE DI CORPO INTERO

# image_community_background
source: _community.jpg
es_us: _community_ES.jpg
fr_ca: _community_FR.jpg
it_it: _community_IT.jpg

source: Information
es_us: Información
it_it: Informazioni

source: Language
es_us: Idioma
fr_ca: Langue
it_it: Lingua

source: Languages
es_us: Idiomas
fr_ca: Langues
it_it: Lingue

source: Last Name
es_us: Apellido
fr_ca: Nom
it_it: Cognome

# LatestNewsCAPS
source: LATEST NEWS
es_us: NOVEDADES
fr_ca: DERNIÈRES NOUVELLES
it_it: NOVITA

source: Leave Application?
es_us: ¿Salir de la Aplicación?
fr_ca: Quitter l'application?
it_it: Lascia il modulo di richiesta? / Vuoi lasciare il modulo di richiesta?

source: Logged in Accounts
es_us: Cuentas Iniciadas
fr_ca: Compte connecté
it_it: Account con accesso effettuato

# LoggedInLoadingAccount
source: You are logged in... loading account.
es_us: Ha iniciado sesión...cargando la cuenta.
fr_ca: Vous êtes connecté... téléchargement du compte.
it_it: Hai effettuato l'accesso... caricamento dell'account.

source: Login
es_us: Iniciar Sesión
fr_ca: Se connecter
it_it: Accesso

# LoginAgain
source: Please enter credentials to login.
es_us: Por favor ingrese sus credenciales para iniciar sesión
fr_ca: Veuillez entrer vos identifiants de connexion
it_it: Per favore, inserisci i tuoi dati per iniziare

source: Logout
es_us: Cerrar sesión
fr_ca: Déconnexion
it_it: Esci

# LoseWeightCAPS
source: LOSE WEIGHT
es_us: PERDER PESO
fr_ca: PERDRE DU POIDS
it_it: PERDERE PESO

# LostFormat1
source: Lost ({0})
es_us: Perdió ({0})
fr_ca: Perdu
it_it: Perso

# MainTabs_Change_Password
source: Change Password
es_us: Cambiar Contraseña
fr_ca: Modifier mot de passe
it_it: Cambia password

# MainTabs_Community
source: COMMUNITY
es_us: COMUNIDAD
fr_ca: COMMUNAUTÉ
it_it: COMUNITÀ

# MainTabs_HowItWorks
source: HOW IT WORKS
es_us: CÓMO FUNCIONA
fr_ca: COMMENT ÇA FONCTIONNE
it_it: COME FUNZIONA

# MainTabs_LatestNews
source: LATEST NEWS
es_us: ÚLTIMAS NOTICIAS
fr_ca: LES DERNIÈRES NOUVELLES
it_it: ULTIME NOVITÀ

# MainTabs_Logout
source: LOGOUT
es_us: Cerrar sesión
fr_ca: Déconnecter
it_it: Esci

# MainTabs_Meal_Options
source: MEAL OPTIONS
es_us: OPCIONES DE COMIDAS
fr_ca: OPTIONS DE REPAS
it_it: OPZIONI PASTI

# MainTabs_MyMusic
source: MY MUSIC
es_us: MI MÚSICA
fr_ca: MA MUSIQUE
it_it: LA MIA MUSICA

# MainTabs_MyProfile
source: MY PROFILE
es_us: MI PERFIL
fr_ca: MON PROFIL
it_it: IL MIO PROFILO

# MainTabs_OGX_System
source: OGX SYSTEM
es_us: SISTEMA OGX
fr_ca: SYSTÈME OGX
it_it: SISTEMA OGX

# MainTabs_Rewards
source: REWARDS
es_us: RECOMPENSAS
fr_ca: LES RÉCOMPENSES
it_it: PREMI

# MainTabs_Settings
source: SETTINGS
es_us: CONFIGURACIONES
fr_ca: PARAMÈTRES
it_it: IMPOSTAZIONI

# MainTabs_Testimonials
source: TESTIMONIALS
es_us: TESTIMONIOS
fr_ca: TÉMOIGNAGES
it_it: TESTIMONIAL

# MainTabs_WorkoutVideos
source: WORKOUT VIDEOS
es_us: VÍDEOS DE ENTRENAMIENTO
fr_ca: VIDÉOS D'ENTRAÎNEMENT
it_it: VIDEO DI ESERCIZI

source: Male
es_us: Hombre
fr_ca: Homme
it_it: Uomo

# Mask_Password
source: Password
es_us: Contraseña
fr_ca: Mot de passe

# Mask_Username
source: Username
es_us: Nombre de usuario
fr_ca: Nom d'utilisateur
it_it: Nome utente

source: Meal Plans
es_us: Planes de Alimentación
fr_ca: Plans de repas
it_it: Piani di Alimentazione

# MealPlansCAPS
source: MEAL PLANS
es_us: PLANES DE ALIMENTACIÓN
fr_ca: PLANS DE REPAS
it_it: PIANI DI ALIMENTAZIONE

source: Meal Preparation Guide
es_us: Guía de preparación de comidas
fr_ca: Guide de préparation des repas
it_it: Guida per la preparazione del cibo

source: Member Login
es_us: Inicio de Sesión del Participante
fr_ca: Connexion de membre
it_it: Login utente

# MemberLoginNote
source: Please fill in credentials below to access account.
es_us: Por favor llene las siguientes credenciales para acceder a la cuenta.
fr_ca: Veuillez remplir les informations suivantes pour accéder à votre compte.
it_it: Si prega di compilare le credenziali qui sotto per accedere all'account.

source: Menu
es_us: Menú

source: Message
es_us: Mensaje
it_it: Messaggio

# MessageAccountDeletionConfirm
source: Do you really want to delete your Account?
es_us: ¿Realmente desea eliminar su Cuenta?
fr_ca: Voulez-vous vraiment supprimer votre compte?
it_it: Desideri veramente eliminare il tuo account?

# MessageAccountDeletionFailed
source: Account Deletion has been failed
es_us: La Eliminación de su Cuenta ha fallado.
fr_ca: La suppression de compte a échoué.
it_it: L'eliminazione dell'account non è riuscita.

# MessageAccountDeletionSuccessful
source: Your Account has been deleted.
es_us: Su Cuenta ha sido eliminada.
fr_ca: Votre compte a été supprimé.
it_it: Il tuo account non è stato eliminato.

# MessageAccountNotDeleted
source: Invalid Action! Your account could not be deleted.
es_us: ¡Acción Inválida! Su cuenta no puede ser eliminada.
fr_ca: Action invalide! Votre compte ne peut être supprimé.
it_it: Azione non valida! Non è stato possibile eliminare il tuo account.

# MessageAccountUpdatedSuccessful
source: Your account was updated successfully.
es_us: Su cuenta se actualizó exitosamente.
fr_ca: Votre compte a été mis à jour avec succès.
it_it: L'aggiornamento del tuo account è riuscito con successo.

# MessageAgreeWithTermAndConditions
source: Do you agree with the Terms and Conditions?
es_us: ¿Está de acuerdo con los Términos y las Condiciones?
fr_ca: Êtes-vous d'accord avec les conditions générales d’utilisation?
it_it: Sei d'accordo con i Termini e le condizioni?

# MessageAllInputRequired
source: All inputs are mandatory
es_us: Todas los espacios son obligatorias
fr_ca: Tous les champs sont obligatoires.
it_it: Tutti gli input sono obbligatori

# MessageArmsRequired
source: Arms is mandatory
es_us: Los brazos son obligatorios.
fr_ca: Les bras sont obligatoires.
it_it: Le misure delle braccia sono obbligatorie.

# MessageAuthorizationCodeSent
source: Authorization Code sent to you email
es_us: El Código de Autorización se envió a su correo electrónico.
fr_ca: Le code d'autorisation a été envoyé à votre adresse courriel.
it_it: Il codice di autorizzazione è stato inviato al tuo indirizzo di posta elettronica.
