Repository: organo-x4ever/XF-APPLE-iOS
Catalog: X4Ever.Apple/x4ever/com.organo.x4ever/Localization/TextResources.*.resx
Languages: es_us, fr_ca, it_it

# TermAndConditionsText
source: AS BETWEEN: ORGANO GOLD ENTERPRISES, INC., a British Columbia Corporation (Reg. No. BC0824234), having its business address at: 12148 Horseshoe Way, Richmond, B.C. Canada V7A 4V5, (“Organo Gold” or the “Company”); AND, the “Individual” identified and duly endorsing this Agreement below (which Individual is of age of majority in the jurisdiction they reside in and legally entitled to enter into this Agreement). &#10;&#10;WHEREAS, Organo Gold wishes to put on the weight loss challenge (the “X4Ever Challenge”) and the Individual wishes to participate in the X4Ever Challenge. THEREFOR, the Individual and Organo Gold (together the “Parties”) hereby acknowledge and agree as follows. &#10;1.0 PARTICIPATION &#10;&#10;1.1 The Company is extending this invitation (“Offer”) for the Individual to participate in the X4Ever Challenge, which is to be understood as comprising two phases: the FENIX Challenge and the X4Ever phase, during which phases, the Individual shall use OGX FENIX (the Organo-branded weight management shake, the “Product”) in accordance with the guidelines attached as Schedule “A”, and maintain a healthy lifestyle, in exchange for the opportunity to qualify for the “Awards” outlined in Schedule “B”. &#10;&#10;1.2 The term of this Agreement shall continue in full force and effect until December 31, 2018 which term is renewable before its initial expiry; however, either Party shall be at liberty to terminate this Engagement at any time, in their sole and absolute discretion by giving a ten (10) days’ Notice. The abandonment of the X4Ever Challenge may be deemed as Voluntary Termination. &#10;&#10;1.3 Organo Gold reserves the right to cancel or modify these Terms and Conditions at its sole discretion any time, upon Notice to an Individual provided that the Individual has not already qualified for a given Award. 2.0 ELIGIBILITY &#10;&#10;REQUIREMENTS 2.1 In order to qualify for the participation in the FENIX Challenge (1st phase), the Individual shall: a) Create your Profile at X4Ever.club by providing personal information including but not limited to: contact information and weight loss goal, WHICH GOAL SHOULD BE TO LOSE A MINIMUM OF 10 POUNDS; b) Upload a “Before Photo”[1] of oneself before starting the Challenge; c) Use OGX FENIX during your participation in the X4Ever Challenge. &#10;&#10;2.2 In order to qualify for the participation in the X4Ever (2nd phase), the Individual is required to: a) Complete the FENIX Challenge; b) Purchase at least 1 pouch per month on OG Autoship. &#10;&#10;2.3 To be clear, the Individual will be notified of their having successfully qualified for the participation in the Challenge upon companies’ verification of the information on the profile, only after which verification the Individual can qualify for the awards. &#10;&#10;2.4 The Company reserves a right to disqualify the Individual from participating and/or qualifying for the Award if the information provided by the Individual is false, incomplete or inaccurate. &#10;&#10;2.5 Each Individual will be notified of their successful completing the FENIX Challenge via email not later than 10 days from fulfilling the requirements of the phase. &#10;&#10;2.6 To be clear, the Individual completes the First Phase upon achieving the weight loss goal indicated in their profile at X4Ever.club. 3.0 FORMAL CONSIDERATION &#10;&#10;3.1 In exchange for the Individual’s participation, the Company: 1.grants the Individual a right to participate in the Program (to potentially lose weight, maintain a desired weight and healthy lifestyle, and increase their well-being), and 2.provides the opportunity for the Individual to qualify for Awards outlined in the Schedule “B”. &#10;&#10;3.2 This Consideration Granted shall be deemed to be good and valuable consideration at law, so as to bind the Parties to their respective obligations as may be contemplated herein. 4.0 QUALIFICATION FOR THE AWARDS &#10;&#10;4.1 To qualify for the Awards at the FENIX phase, outlined in Schedule “B”, the Individual has to: i use OGX FENIX in accordance to the guidelines in Schedule “A”; ii specify how many pounds were lost, and fill out a testimonial on your progress in the Challenge on a weekly basis iii lose a minimum of 10 pounds, and iv Every time 10, 25, 50, and/or 100 pounds are lost OR the applicable weight goal is achieved: a) update your measurements at X4Ever.club, b) upload an “After Picture”, and c) fill out a testimonial on your motivation for losing weight, and/or what you liked most about OGX FENIX and X4Ever Challenge, and/or (your ultimate health goal on. &#10;&#10;4.2 To qualify for the Awards at the X4Ever phase and to receive a chance to be selected for the TOP3 and X4Ever Champion Awards at the X4Ever phase in accordance with paragraph 4.4 below, the Individual has to 1 i use OGX FENIX in accordance to the guidelines outlined in Schedule “A”, ii share a testimonial on maintaining a healthy body weight with OGX FENIX, and update their photo and body measurements on a monthly basis. &#10;&#10;4.3 Quarterly TOP 2, Annual X Champion at the FENIX Stage, and Annual X4ever Stage, will be selected by the Selection Committee, which Committee consists of the three Organo Gold Executives, based on the following criteria evaluating each participant on a 40 point scale: i Weight Loss Achievement (20 points) ii Inspirational Story (20 points) &#10;&#10;4.4 To be clear, i Weight Loss Achievement criterion accounts for the number of pounds lost during the participation in the Challenge. ii Inspirational Story criterion will be used to judge Individuals’ testimonials and pictures based on their content, which criterion consists of: a) evidentiary support factor which shall be used to evaluate the motivational character of pictures (10 points), and b) life-changing experience factor that speaks to the commitment to achieve weight loss goal and keep lost weight off (10 points). 5.0 ACKNOWLEDGEMENTS &#10;&#10;5.1 The Individual hereby acknowledges that the provision of Services may subject the said Individual to personal liability, legal prejudice, and other physical or economic harm, by virtue of their actions, omissions, the unanticipated actions or omissions of others, and/or any number of other random occurrences (collectively the "Risks”); and thus, in exchange for the Consideration Granted, the Individual agrees to assume all responsibility for the Risks identified above, as further outlined in Section 5 below. &#10;&#10;5.2 In exchange for the Consideration Granted by the Company, the Individual does hereby fully and finally release and forever discharge Organo Gold from any liability of any kind or nature whatsoever, whether at law, in equity, or otherwise (including: all claims, demands, causes of action, and/or other similar charges, whether relating 1.loss, 2.economic harm/damage, 3.property damage, 4.personal injury, 5.death, and/or any other 6.sufferance), arising or resulting from or in any manner related to the Individual's provision of Services, whether occasioned in whole or in part by an act or omission of Organo Gold, or, the act or omission of any third party. &#10;&#10;5.3 By participating in the Promotion, the Individual acknowledges that they hereby unconditionally transfer to OGI any and all of the Individual’s right, title, and interest in, and authorize to use literary and pictorial works of authorship and their image, likeness and sound of voice in any and all: images, video or audio recordings, depictions, or reproductions, of the Individual's participation in the Challenge; whether such are created, modified, acquired, or stored, by either OGI or the Individual, or by some other party &#10;&#10;5.4 By accepting this Offer, the Individual expressly waives any right or entitlement to seek a legal or equitable remedy as against Organo Gold for any injury, loss, or damage sustained as a consequence of the materialization of any of the said Risks, whether reasonably foreseeable or not, which Risks the Individual shall hereby deemed to voluntarily expose themselves to, by virtue of their provision of Services. &#10;&#10;5.5 The Individual acknowledges that it is their sole responsibility to fully inform themselves about the Risks (both foreseeable and unforeseeable) they are assuming by providing the Services; and if necessary to seek and obtain any legal or medical advice necessary to satisfy themselves as to the nature of the consent given under this Agreement, and, acknowledges that they SHOULD NOT enter into this Agreement if they have any doubt as to what this assumption of responsibility and liability with respect to the said Risks entails. 6.0 OBLIGATION TO INDEMNIFY AND HOLD HARMLESS &#10;&#10;6.1 Furthermore, in exchange for the Consideration granted, the Individual hereby agrees to completely indemnify Organo Gold and otherwise keep Organo Gold free and harmless from ANY AND all injury, loss, or other harm (be it economic or otherwise), associated to the Individual's voluntary assumption of the responsibilities and liabilities associated to the aforementioned Risks; which "Indemnity" shall be understood to include re-imbursement for any and all costs, expenses or other fees, associated to the enforcement of the provisions of this Agreement, whether at law, in equity, or otherwise. To be clear, this Indemnity shall serve as an automatic right to collect as Liquidated Damages any economic sum or other quantifiable value imputed to Organo Gold at law or in equity as a result of any Cause of Action intended to be covered by this Agreement, whether or not an actual Judgment has been obtained, and, regardless of any judicial finding in response to the validity of the Individual’s voluntary assumption of the said responsibilities and liabilities associated to the Risks outlined in this Agreement, or as a consequence of the legal validity of this Agreement in and of itself. 7.0 GOVERNANCE &#10;&#10;7.1 Finally, by endorsing this Agreement below, the Individual acknowledges that this Agreement is premised upon the mutual representations respecting the qualifications, standing, and good faith of the Parties; and as such, that this Agreement contains the entirety of the terms and conditions of the Engagement superceding any prior arrangement, whether verbal or documented. &#10;&#10;7.2 The failure of either Party to insist upon strict performance of any of the terms and conditions herein shall not be deemed a waiver of any right or remedy that either Party has under the terms of this Agreement, and, shall not be deemed to be an implied grant of permission or condonation of any subsequent default of the terms and conditions. &#10;&#10;7.3 This Agreement shall be governed by the laws valid and applicable within the Province of British Columbia without reference to any rules or other provisions regarding the conflict of laws, as if the Agreement wholly executed within the Province of British Columbia; and, the Parties hereby consent to attorn to the respective authority of the venues of first instance contemplated by the laws applicable within the Province of British Columbia. &#10;&#10;7.4 If any term or condition of this Agreement is determined to be invalid or unenforceable, in whole or in part, such invalidity or unenforceability shall attach only to such provision (or part thereof) and the remaining part and all other terms and conditions shall continue in full force and effect; similarly, if any provision of this Agreement is so broad as to be unenforceable, such provision shall be interpreted only so far as is necessary to be valid and enforceable at law. &#10;&#10;7.5 The Agreement shall have effect from the date expressed below, which shall be understood as the date the Individual formally “accepts” this Offer and having read these terms and conditions, agreeing to be bound by them.
es_us: ENTRE: ORGANO GOLD ENTERPRISES, INC., una Corporación de Columbia Británica (Reg. No. BC0824234), teniendo su dirección comercial en: 12148 Horseshoe Way, Richmond, B.C. Canadá V7A 4V5, ("Organo Gold" o la "Compañía"); Y, el "Individuo" identificado y debidamente avalado en el siguiente Acuerdo (que el individuo es mayor de edad en la jurisdicción en el que reside y legalmente tiene derecho a celebrar este Acuerdo). &#10;&#10;CONSIDERANDO que Organo Gold desea realizar el desafío de pérdida de peso (el "Desafío X4Ever") y el Individuo desea participar en el Desafío X4Ever. POR LO TANTO, el Individuo y Organo Gold (juntos las "Partes") por la presente reconocen y acuerdan lo siguiente. &#10; 1.0 PARTICIPACIÓN &#10;&#10; 1.1 La Compañía extiende esta invitación ("Oferta") para que el Individuo participe en el Desafío X4Ever, que debe entenderse que comprende dos fases: la fase Desafío FENIX y la fase X4Ever, durante cuyas fases, el individuo utilizará OGX FENIX (el batido de manejo de peso marca Organo, el "Producto") de acuerdo con las pautas adjuntas como Anexo "A" y mantener un estilo de vida saludable, a cambio de tener la oportunidad de calificar para los "Premios" señalados en el Anexo "B". &#10;&#10; 1.2 El término de este Acuerdo continuará en pleno vigor y efecto hasta el 31 de diciembre de 2018, término que es renovable antes de su vencimiento inicial; sin embargo, cualquiera de las Partes tendrá la libertad de rescindir este Compromiso en cualquier momento, a su exclusivo y absoluto criterio, mediante un aviso de diez (10) días. El abandono del Desafío X4Ever puede considerarse como Terminación Voluntaria. &#10;&#10; 1.3 Organo Gold se reserva el derecho a cancelar o modificar estos Términos y Condiciones en cualquier momento a su sola discreción, con previa Notificación siempre que el Individuo no haya calificado para un Premio determinado. 2.0 ELEGIBILIDAD &#10;&#10;REQUISITOS 2.1 Calificar para la participación en el Desafío FENIX (1a. fase), el Individuo deberá: a) Crear su Perfil en X4Ever.club proporcionando información personal, incluyendo pero sin limitarse a: información de contacto y objetivo de pérdida de peso, TAL OBJETIVO DEBE SER PERDER UN MÍNIMO DE 10 LIBRAS; b) Cargar una "Foto del Antes"[1] de sí mismo antes de iniciar el Desafío; c) Usar OGX FENIX durante su participación en el Desafío X4Ever. &#10;&#10;2.2 Calificar para la participación de X4Ever (2a. fase), se requiere que el Individuo: a) Complete el Desafío FENIX; b) Compre por lo menos 1 bolsa por mes en el Autoenvío de OG. &#10;&#10;2.3 Para que quede claro, se notificará al Individuo que ha calificado satisfactoriamente para la participación en el Desafío cuando la compañía verifique la información en el perfil, sólo después de esa verificación el Individuo puede calificar para los premios. &#10;&#10;2.4 La Compañía se reserva el derecho de descalificar al Individuo de participar y/o calificar para el Premio si la información proporcionada por el Individuo es falsa, está incompleta o inexacta. &#10;&#10;2.5 A cada Individuo se le notificará de su éxito al completar el Desafío FENIX por correo electrónico a más tardar 10 días después de cumplir con los requisitos de la fase. &#10;&#10;2.6 Para ser claros, el Individuo completa la primera Fase al lograr el objetivo de pérdida de peso indicado en su perfil en X4Ever.club. 3.0 CONSIDERACIÓN FORMAL &#10;&#10;3.1 A cambio de la participación del Individuo, la Compañía: 1.otorga al Individuo el derecho de participar en el Programa (para potencialmente perder peso, mantener un peso deseado y un estilo de vida saludable, y aumentar su bienestar, y 2.proporciona la oportunidad para que el Individuo califique para los Premios descritos en el Anexo "B". &#10;&#10;3.2 Esta Consideración Otorgada se considerará buena y valiosa por la ley, a fin de obligar a las Partes a cumplir sus respectivas obligaciones, tal como se contemplan en este documento. 4.0 REQUISITOS PARA LOS PREMIOS &#10;&#10;4.1 Para calificar para los Premios en la fase FENIX, descritas en el Anexo "B", el individuo tiene que: i usar OGX FENIX de acuerdo a las pautas del Anexo "A", ii especificar cuántas libras perdió y llenar semanalmente un testimonial sobre su progreso en el Desafío, iii perder un mínimo de 10 libras y iv cada vez que se pierdan 10, 25, 50 y/o 100 libras O se alcance el objetivo aplicable: a) actualice sus medidas en X4Ever.club, b) suba una "Foto del Después" y c) llene un testimonial sobre su motivación para perder peso y/o lo que más le gusta del Desafío IGX FENIX y X4Ever y/o (su objetivo de la salud final en. 4.2 Calificar para los Premios en la fase X4Ever y para recibir la oportunidad de ser seleccionado para los Premios TOP3 y X4Ever Champion en la fase X4Ever de acuerdo con el párrafo &#10;&#10;4.4 a continuación, el Individuo tiene que i usar OGX FENIX de acuerdo con las pautas descritas en el Anexo "A", ii compartir un testimonio sobre cómo mantener un peso corporal saludable con OGX FENIX y actualizar mensualmente su foto y medidas corporales. &#10;&#10;4.3 El Campeón TOP 2 trimestral, el Campeón Anual X en la Etapa FENIX y Etapa X4Ever Anual, será seleccionado por el Comité de Selección, cuyo Comité está compuesto por los tres Ejecutivos de Organo Gold, según los siguientes criterios evaluando a cada participante en una escala de 40 puntos: i Logro de Pérdida de Peso (20 puntos) ii Historia Inspiradora (20 puntos) 4.4 Para ser claros, i el criterio del Logro de Pérdida de Peso cuenta para el número de libras perdidas durante la participación en el Desafío. ii El criterio para la Historia Inspiradora se utilizará para juzgar los testimonios y las fotos de los Individuos en función de su contenido, cuyo criterio consiste en: a) factor de apoyo probatorio que se utilizará para evaluar el carácter motivacional de las fotos (10 puntos) y b) factor de experiencia de cambio de vida que habla del compromiso de lograr un objetivo de pérdida de peso y no volver a aumentar el peso perdido (10 puntos). 5.0 RECONOCIMIENTOS &#10;&#10;5.1 El individuo reconoce que la prestación de los Servicios puede someter a dicho Individuo a responsabilidad personal, perjuicio legal y otros daños físicos o económicos, en virtud de sus acciones, omisiones, las acciones u omisiones no previstas de otros, y/o cualquier número de otras ocurrencias aleatorias (colectivamente los "Riesgos") y por lo tanto, a cambio de la Consideración Otorgada, el Individuo acepta asumir toda la responsabilidad por los Riesgos identificados anteriormente, como se detalla en la Sección 5 a continuación. &#10;&#10;5.2 A cambio de la Consideración Otorgada por la Compañía, el Individuo por este medio libera por completo a Organo Gold de la responsabilidad de cualquier tipo o naturaleza, ya sea por ley, en equidad o de otra manera (incluyendo: todas las reclamaciones, demandas, causas de acción, y/u otros cargos similares, ya sea que se relacionen 1.pérdidas, 2. daño/mal económico, 3.daños a la propiedad, 4.lesión personal, 5.muerte y/o cualquier otro 6.tolerancia), que surja o resulte de cualquier manera relacionada con la prestación de Servicios por parte del Individuo, ya sea ocasionado en totalidad o en parte por un acto u omisión de Organo Gold o el acto u omisión de un tercero. &#10;&#10;5.3 Al participar en la Promoción, el Individuo reconoce que por este medio transfiere incondicionalmente a OGI todos y cada uno de los derechos, títulos e intereses del Individuo y autoriza el uso de obras literarias y pictóricas de autoría y su imagen, semejanza y sonido de voz en todos y cada uno de las: imágenes, grabaciones de vídeo o audio, representaciones o reproducciones de la participación del Individuo en el Desafío; ya sean creados, modificados, adquiridos o almacenados por OGI o el individuo, o por alguna otra parte. &#10;&#10;5.4 Al aceptar esta Oferta, el Individuo renuncia expresamente a cualquier derecho a buscar un recurso legal o equitativo en contra de Organo Gold por cualquier lesión, pérdida o daño sufrido como consecuencia de la materialización de cualquiera de los dichos Riesgos, ya sea razonablemente previsible o no, por el cual se considera que los Riesgos del Individuo se exponen voluntariamente, en virtud de su prestación de Servicios. &#10;&#10;5.5 El individuo reconoce que es totalmente su responsabilidad informarse por completo sobre los Riesgos (previsibles e imprevisibles) que se asumen al proporcionar los Servicios; y si es necesario para buscar y obtener cualquier consejo legal o médico necesario para satisfacerse a sí mismos en cuanto a la naturaleza del consentimiento otorgado bajo este Acuerdo, y, reconoce que NO DEBEN entrar en este Acuerdo si tienen alguna duda en cuanto a lo que esta suposición de responsabilidad y obligación con respecto a lo que conllevan dichos riesgos. 6.0 OBLIGACIÓN DE INDEMNIZAR Y EXONERACIÓN &#10;&#10;6.1 Además, a cambio de la Consideración otorgada, el Individuo acuerda indemnizar completamente a Organo Gold y mantener a Organo Gold libre y exonerado de CUALQUIER Y toda lesión, pérdida u otro daño (ya sea económico o de otro tipo), asociado a la asunción voluntaria de las responsabilidades y obligaciones asociadas a los Riesgos antes mencionados; cuya "Indemnización" se entenderá que incluye el reembolso de cualquier y todos los costos, gastos u otros honorarios asociados con la aplicación de las disposiciones de este Acuerdo, ya sea por ley, en equidad o de otro modo. Para ser claros, esta indemnización deberá servir como un derecho automático para cobrar como Indemnización una suma económica u otro valor cuantificable imputado a Organo Gold en cuanto a la ley o la equidad como resultado de cualquier causa de acción destinada a estar cubierta por el presente Acuerdo, sea la misma obtenida o no mediante un Fallo efectivo e independientemente de cualquier fallo judicial en respuesta a la validez de la aceptación voluntaria por parte del individuo de dichas responsabilidades y obligaciones asociadas a los riesgos descritos en este Acuerdo, o como consecuencia de la validez legal de Este Acuerdo en sí mismo. 7.0 GOBIERNO &#10;&#10;7.1 Por último, al endosar este Acuerdo a continuación, el Individuo reconoce que este Acuerdo se basa en las representaciones mutuas respetando las calificaciones, la postura y la buena fe de las Partes; y como tal, que este Acuerdo contiene la totalidad de los términos y las condiciones del Compromiso que sustituyen cualquier acuerdo anterior, ya sea verbal o documentado. &#10;&#10;7.2 El hecho de que ninguna de las Partes insista en el cumplimiento estricto de cualquiera de los términos y las condiciones del presente no se considerará una renuncia a ningún derecho o recurso que cualquiera de las Partes tenga bajo los términos de este Acuerdo, y, no se considerará una otorgación implícita de permiso o condonación de cualquier incumplimiento posterior de los términos y las condiciones. &#10;&#10;7.3 Este Acuerdo se regirá por las leyes válidas y aplicables dentro de la Provincia de Columbia Británica sin hacer referencia a ninguna norma u otras disposiciones relativas al conflicto de leyes, como si el Acuerdo se hubiera ejecutado por completo dentro de la Provincia de Columbia Británica; y, las Partes por el presente consienten en sujetarse a la autoridad respectiva de los lugares de primera instancia contemplados por las leyes aplicables dentro de la Provincia de Columbia Británica. &#10;&#10;7.4 Si se determina que algún término o condición de este Acuerdo es inválido o inaplicable, en su totalidad o en parte, tal invalidez o inaplicabilidad se adjuntará sólo a dicha disposición (o parte de ella) y la parte restante y todos los demás términos y condiciones continuarán en su totalidad y efecto completo; Del mismo modo, si alguna disposición de este Acuerdo es tan amplia que no se puede hacer cumplir, dicha disposición se interpretará sólo en la medida en que sea necesaria para ser válida y exigible por ley. &#10;&#10;7.5 El Acuerdo tendrá vigencia a partir de la fecha que se expresa a continuación, que se entenderá como la fecha en que el Individuo "acepta" formalmente esta Oferta y luego de leer estos términos y condiciones, acepta estar sujeto a ellos.
fr_ca: ENTRE: ORGANO GOLD ENTERPRISES, INC., une corporation de la Colombie-Britannique (Reg. No. BC0824234), ayant son adresse commerciale au : 12148 Horseshoe Way, Richmond, BC. Canada V7A 4V5, (« Organo Gold » ou la « société ») ; ET l' « individu » identifié et dûment entérinant cet accord ci-dessous (ayant atteint l’âge de la majorité dans sa juridiction de résidence et légalement en droit de conclure cet accord). &#10;&#10;CONSIDÉRANT QUE, Organo Gold souhaite mettre en place le défi de perte de poids (le « défi X4Ever ») et que l’individu souhaite participer au défi X4Ever. DÈS LORS, l'Individu et Organo Gold (collectivement, les « Parties ») acceptent et reconnaissent ce qui suit aux présentes. &#10;1.0 PARTICIPATION &#10;&#10;1.1 La société prolonge cette invitation (« offre ») à l’individu afin qu'il participe au défi X4Ever, qui doit s’entendre comme comprenant deux phases : le défi FENIX et la phase X4Ever; pendant chaque phases, l’individu doit utiliser ogxFENIX (la boisson de perte de poids e marque Organo, le « produit ») conformément aux directives figurant à l’annexe « A » et maintenir un mode de vie sain , en échange de la possibilité de se qualifier pour les « Prix » décrits à l’annexe « B ». &#10;&#10 1.2 Les conditions établies dans la présente entente demeurent jusqu'au 31 décembre 2018, et le terme initial est renouvelable avant sa date d'échéance; toutefois, toute partie a droit de résilier l'Engagement en tout moment, à leur seule discrétion absolue en donnant un dix (10) jours. Tout abandon du défi X4Ever peut-être être considéré comme une résiliation volontaire. &#10; &#10; 1.3 Organo Gold se réserve le droit d'annuler ou de modifier ces conditions à sa seule discrétion et à tout moment, avec un avis à l'Individu sous réserve qu'il ne soit pas déjà qualifié pour une récompense. 2.0) ADMISSIBILITÉ &#10; &#10; EXIGENCES 2.1) Pour bénéficier de la participation dans le défi FENIX (1ère phase), l'individu doit: a) Créer votre profil à X4Ever.club en fournissant des renseignements personnels y compris mais pas limité à : coordonnées et objectif de perte de poids, DONT L'OBJECTIF DEVRAIT ÊTRE LA PERTE D'UN MINIMUM DE 10 LB; b) Télécharger la photo " Avant" [1] de soi-même avant de commencer le Défi; c) Utiliser OGX FENIX durant la participation au défi X4Ever. &#10; &#10; 2.2) Pour bénéficier de la participation dans le défi S4Ever (2ème l'individu doit: a) Remplir le challenge FENIX; b) Acheter au moins un sachet par mois sur OG Auto ship. &#10; &#10; 2.3) Pour être clair, l'individu sera avisé de leur de leur succès de qualification pour la participation au Défi suivant la vérification de l'information sur le profil, seulement après vérification l'individu peut bénéficier pour la récompense. &#10; &#10; 2.4) La Compagnie se réserve le droit d'exclure la participation ou la qualification de l'individu pour la récompense si l'information fournie par l'individu est fausse, incomplète ou inexacte. &#10; &#10; 2.5) Chaque personne sera avisé de leur succès dans la réalisation du défi FENIX par courriel au plus tard dans les dix jours suivants après avoir satisfait les exigences de la phase. &#10; &#10; 2.6) Pour être clair, l'individu termine la première phase lorsque l'objectif de perte de poids indiqué dans leur profil sur X4Ever.club est atteint. 3.0) AUDIENCE EXAMEN &#10; &#10; 3.1) En échange de la participation de l'individu, la Compagnie: 1). offre le droit à l'individu de participer dans le Programme (pour potentiellement perdre du poids, maintenir un poids santé et un style de vie sain, et augmenter leur bien-être), et 2) offre la possibilité pour l'individu de bénéficier de récompenses décrites dans l'annexe « B ». &#10; &#10; 3.2) L'Examen délivrés doit être réputé pour être bon et onéreux à la loi, de manière à lier les Parties de leurs obligations respectives comme peut être envisagée ci-après. 4.0) QUALIFICATION POUR LE PRIX &#10; &#10; 4.1) Pour bénéficier de la récompense de la phase FENIX, comme indiqué dans l'annexe "B", l'individu doit: i utiliser OGX FENIX conformément aux lignes directrices de l'annexe "A"; ii spécifier le nombre de livres perdues et remplir les témoignages sur le progrès du défi à toutes les semaines iii perdre un minimum de dix livres, et iv Toutes les fois que 10, 25, 50 ou 100 lb sont perdu OU l'objectif de perte de poids est atteint: a) effectuer une mise à jours des mensurations sur X4Ever.club, b) télécharger une photo "après", et c) remplir un témoignage surlignant votre motivation pour la perte de poids ou ce que vous avez vraiment aimé du défi d'OGX FENIX et X4Ever, ou le but ultime concernant votre santé. &#10; &#10; 4.2) Pour bénéficier de la récompense de la phase X4Ever et obtenir la chance d'être sélectionné pour la récompense du champion de la phase TOP3 et X4Ever en accord avec le paragraphe 4.4) ci-dessous, l'individu doit 1 i utiliser OGX FENIX conformément aux directions décrites dans l'annexe "A", ii partager un témoignage et maintenir un poids santé avec OGX FENIX, et effectuer la mise à jour de leur photo et mensurations de façon mensuelle. &#10; &#104.3 TOP 2X Trimestriel, champion X annuel FENIX, et X4Ever annuel, seront sélectionnés par le comité de sélection qui comprend les trois chefs Organo Gold, sur les critères d'évaluations suivants pour chaque participants sur une échelle de 40 points: 1) atteinte de l'objectif de perte de poids (20 points), ii) Histoire inspirante (20 points) 4.4) Pour être clair les critères de l'atteinte de l'objectif de perte de poids comprennent le nombre de livres perdues durant la participation au défi. ii ) Les critères du l'histoire inspirante sont utilisé pour juger les témoignages et les photos de l'individu basé sur le contenu, dont les critères consistent de: a) l'évidence des facteurs seront utilisé pour évaluer les caractéristiques et la motivation présentés sur des photos (10 points), et b) les facteurs de renversement de style de vie associé avec l'atteinte de l'objectif de perte de poids (10 points). 5.0) REMERCIEMENTS 5.1) L'individu reconnaît que la prestation de services peut soumettre le dit individu à la responsabilité personnelle, préjudice, physique ou économique et d'autres dommages, en raison de leurs actes, omissions, les actions inattendues ou omission de tout autre, et d'un nombre de caractères aléatoires (collectivement désigné les «Risques»); et donc, en échange des avantages contribués, l'individu accepte de consentir à toutes les responsabilités en regard aux Risques identifiés ci-dessus, et surligné dans la section 5 ci-dessous. &#10; &#10; 5.2) En échange des Avantages consentis par l'Entreprise, l'Individu dégage entièrement et à jamais Organo Gold de toute responsabilité de quelconque nature que ce soit, en droit ou en intérêt ou autre (y compris : toutes les réclamations, demandes, causes d'actions et/ou autres redevances similaires, qu'elles soient reliées à 1 )la perte, 2)les dommages/torts économiques, 3)les dommages à la propriété, 4)les blessures physiques, 5)la mort, et/ou tout autre 6.souffrance), découlant, résultant ou liée d'une manière ou d'une autre à la prestation des Services de l'Individu, qu'elle ait été occasionnée dans sa totalité ou en partie par l'action ou l'omission d'Organo Gold, ou l'action ou l'omission d'un tiers. &#10; &#10; 5.3) En participant à la Promotion, l'Individu reconnaît qu'ils présentes sans condition de transfert pour OGI tout et tous droit, titre et intérêt de l'Individu placé, et autorise à utiliser les œuvres littéraires et picturales et l'image, l'esprit, ou par tout autre partie sont créés par ;5.5) L'individu reconnaît qu'il est de leur seule responsabilité de s'informer pleinement sur les Risques (prévisibles et imprévisibles) qu'ils assument en fournissant les Services; et si nécessaire rechercher et obtenir toute aide légale ou médicale pour satisfaire la nature de l'engagement sous l'Entente, et, comprendre qu'il NE DEVRAIT PAS accepter l'Entente si les doutes concernant les responsabilités en ce qui concerne les Risques impliqués. 6.0) OBLIGATION D'INDEMNISER ET DE DÉGAGER INOFFENSIVES &#10; &#10; 6.1) En outre, en échange des avantages accordés, l'individu s'engage à indemniser complètement Organo Gold et autrement Organo Gold à rester libre et inoffensif de TOUTE ET tous les blessures, pertes, ou d'autres dommages (économique ou autre), associé à l'individu est l'acceptation volontaire des responsabilités et les obligations liées à la susmentionnés; Risques qui " Indemnité " doit être entendu à remboursement pour toute et tous les coûts, dépenses ou autres frais, liés à l'application des dispositions du présent accord, qu'en droit, en équité ou autrement. À des fins de clarification, la présente Indemnité servira de droit pour percevoir toute somme économique ou autre valeur quantifiable attribuée à Organo Gold en tant que Dommages-Intérêts par la loi ou par intérêt par suite de toute Cause d'action destinée à être couverte par la présente Entente, qu'une Décision légale réelle ait été obtenue ou non, et, indépendamment de tout constat judiciaire en réponse à la validité de la prise volontaire des dites responsabilités de l'Individu associées aux Risques stipulés dans la présente Entente, ou par suite de la validité juridique de la présente Entente en soi. 7.0 )GOUVERNANCE &#10; &#10; 7.1) Enfin, en approuvant cette entente ci-dessous, l'individu reconnaît que cet accord est fondé sur la mutuelle des observations concernant les qualifications, permanentes, et la bonne foi des Parties; et en tant que telle, que cet accord contient l'intégralité des conditions de l'engagement remplacent tout accord préalable verbale ou documenté. &#10; &#10; 7.2) L'échec de l'une ou l'autre Partie d'insister sur la stricte exécution de l'une quelconque des présentes conditions et les conditions ne doit pas être considéré comme une renonciation de tout droit ou recours que Partie a selon les termes du présent Accord, et, n'est pas réputée être une subvention implicite de permission ou acceptation de tout défaut subséquent des termes et conditions. &#10; &#10; 7.3) Le présent accord sera régi par les lois valides et applicables dans la province de la Colombie-Britannique, sans référence aux règles ou d'autres dispositions concernant le conflit de lois, comme si l'accord entièrement exécutées dans la province de la Colombie-Britannique; et, les parties consentent à se soumettre à l'autorité concernée des sites de première instance prévu par les lois applicables dans la province de la Colombie-Britannique. &#10; &#10; 7.4) Si toute condition du présent Accord est jugée invalide ou inapplicable, en tout ou en partie, cette invalidité ou inapplicabilité de telles (ou une partie de celle-ci) et la partie restante de toutes les conditions doit continuer en vigueur et de plein effet; de même, si une disposition du présent accord est si vaste pour être inapplicable, cette disposition doit être interprétée seulement autant que nécessaire pour être valide et exécutoire en droit. &#10; &#10; 7.5) L'accord prend effet à compter de la date exprimée ci-dessous, qui doit être entendu comme la date l'individu officiellement " accepte " cette offre et ayant lu ces conditions, vous consentez à être lié par eux.
it_it: TRA LE SEGUENTI PARTI: ORGANO GOLD ENTERPRISES, INC., una società per azioni della British Columbia (Reg. No. BC0824234), con sede legale presso: 12148 Horseshoe Way, Richmond, B.C. Canada V7A 4V5, (“Organo Gold” oppure la “Azienda”); E, “l'Individuo” identificato e che debitamente accetta il contratto sottostante (il suddetto individuo deve essere maggiorenne secondo la giurisdizione in cui risiede e disporre legalmente del diritto ad accettare questo Contratto). CONSIDERATO CHE, Organo Gold desidera lanciare una sfida per la perdita di peso (la "X4Ever Challenge") e l'Individuo desidera partecipare alla suddetta sfida. PERTANTO, l'Individuo e Organo Gold (collettivamente le "Parti") con il presente hanno convenuto quanto segue. 1.0 PARTECIPAZIONE 1.1 L'Azienda invita ("Offerta") l'Individuo a partecipare alla sfida X4Ever Challenge, che come inteso si compone di due fasi: la FENIX Challenge e la X4Ever phase, durante le quali l'individuo dovrà utilizzare OGX FENIX (il frullato per la gestione del peso di marca Organo, il "Prodotto") secondo le linee guida allegate nel programma "A", e mantenere uno stile di vita salutare, per ottenere in cambio l'opportunità di qualificarsi per i "Premi" elencati nel programma "B". 1.2 I termini di questo Contratto continueranno ad essere in vigore ed efficaci fino al 31 dicembre 2018, il cui termine è rinnovabile prima della scadenza iniziale; tuttavia, ciascuna delle Parti ha la libertà di terminare questo Impegno in qualsiasi momento, a propria discrezione e con un Preavviso di dieci (10) giorni. L'abbandono della X4Ever Challenge può essere considerato Risoluzione volontaria. 1.3 Organo Gold si riserva il diritto di cancellare o modificare i Termini e le condizioni a sua unica discrezione e in qualsiasi momento, con Avviso all'Individuo, posto che l'Individuo non si sia già qualificato per uno dei Premi. 2.0 CRITERI DI AMMISSIBILITÀ 2.1 Per potersi qualificare alla partecipazione alla FENIX challenge (prima fase) l'Individuo deve: a) creare un profilo presso X4Ever.club fornendo dati personali, inclusi e non limitati a: informazioni di contatto e obiettivo di perdita di peso, L'OBIETTIVO IN QUESTIONE DEVE ESSERE UNA PERDITA DI ALMENO 1O LIBBRE; b) caricare una "Foto prima"[1] di sé stesso prima di iniziare la sfida; c) utilizzare i prodotti OGX FENIX durante la partecipazione alla sfida X4Ever Challenge. 2.2 Per potersi qualificare alla partecipazione alla sfida X4Ever (seconda fase), all'Individuo è richiesto di: a) completare la sfida FENIX Challenge; b) acquistare almeno un prodotto al mese in Abbonamento da OG. 2.3 A scopo di ulteriore chiarimento, l'Individuo verrà notificato se si sarà qualificato con successo alla partecipazione della Sfida dopo la verifica delle informazioni sul profilo da parte della compagnia, solo dopo la verifica l'individuo può qualificarsi per i premi. 2.4 La compagnia si riserva il diritto di squalificare l'individuo dalla partecipazione e/o qualifica per il Premio se le informazioni fornite dall'Individuo sono false, incomplete o errate. 2.5 Ogni individuo verrà notificato del completamento avvenuto con successo della FENIX Challenge tramite email entro e non oltre 10 giorni dal completamento dei requisiti della fase. 2.6 A scopo di ulteriore chiarimento, l'Individuo completa la Prima fase una volta raggiunto l'obiettivo di perdita di peso indicato nel suo profilo presso X4Ever.club. 3.0 CONSIDERAZIONE FORMALE 3.1 In cambio della partecipazione da parte dell'Individuo, l'Azienda: 1. garantisce il diritto dell'Individuo a partecipare al Programma (per potenzialmente perdere peso, per mantenere il peso ideale e uno stile di vita salutare, per migliorare il proprio benessere), e 2. dare l'opportunità all'Individuo di qualificarsi per i Premi elencati nel Programma "B". 3.2 la presente considerazione si considera concessa e deve essere trattata come buona e valida ai fini della legge, così da obbligare le Parti a rispettare i rispettivi obblighi secondo quanto contemplato nella presente. 4.0 CONDIZIONI DI QUALIFICA PER I PREMI 4.1 Per qualificarsi per i Premi della FENIX challenge, elencati nel Programma "B", l'individuo deve: 1 utilizzare OGX FENIX secondo le linee guida stilate nel programma "A"; 2 specificare quanto peso ha perso e compilare settimanalmente un testimonial sui progressi della Sfida; 3 perdere almeno 10 libbre, e 4 ogni volta che vengono perse 10, 25, 50 e/o 100 libbre OPPURE quando si raggiunge l'obiettivo di peso applicabile: a) aggiornare le proprie misure presso X4Ever.club, b) caricare una "foto dopo", e c) compilare un testimonial sulla propria motivazione a perdere peso e/o cosa è piaciuto di più su OGX FENIX e X4Ever Challenge e/o il tuo obiettivo finale per la tua salute. 4.2 Per qualificarsi per i Premi della fase X4Ever e per ricevere la possibilità di essere selezionati per TOP3 e X4Ever Champion Awards della fase X4Ever in accordo con il paragrafo 4.4 qui di seguito, l'Individuo deve 1 utilizzare OGX FENIX in accordo con le linee guida stilate nel programma "A", 2 condividere un testimonial su come mantenere un peso corporeo salutare con OGX FENIX e caricare mensilmente un aggiornamento della propria foto e delle misure del proprio corpo. 4.3 Quarterly TOP 2, Annual X Champion presso il FENIX Stage, e Annual X4ever Stage verranno scelti dal comitato di selezione, il quale consta di tre dirigenti di Organo Gold, sulla base dei seguenti criteri per la valutazione di ogni partecipante su una scala di 40 punti: 1 perdita di peso (20 punti) 2 motivazione trasmessa dalla storia (20 punti) 4.4 A scopo di ulteriore chiarimento, 1 i criteri della perdita di peso tengono in considerazione il numero di libbre perse durante la partecipazione alla Sfida, 2 i criteri per la motivazione trasmessa dalla storia saranno utilizzati per giudicare il testimonial e le immagini dell'individuo in base ai contenuti, i cui criteri consistono in: a) fattori di supporto provati che verranno utilizzati per valutare il carattere motivazionale delle immagini (10 punti) e b) fattori di esperienze di cambio vita che elogiano l'impegno per raggiungere il proprio obiettivo di perdita di peso e di mantenimento del peso (10 punti). 5.0 RICONOSCIMENTI 5.1 L'Individuo con la presente riconosce che le disposizioni dei Servizi possono essere soggette alla responsabilità personale, al pregiudizio legale e altri danni economici e fisici dell'individuo stesso, per virtù delle proprie azioni, omissioni, imprevisti o omissioni di altri, e/o qualsiasi altra occorrenza casuale (collettivamente i "Rischi"); pertanto, in cambio della Considerazione concessa, l'Individuo è d'accordo ad assumersi tutte le responsabilità dei Rischi sopra identificati e delineati con maggior dettaglio nella sezione 5 sottostante. 5.2 In cambio della Considerazione concessa dall'Azienda, l'Individuo con la presente libera e scarica in modo completo e definitivo Organo Gold da qualsiasi responsabilità di qualsiasi tipo o natura, sia essa legale, contrattuale o extracontrattuale (incluso tutte le procedure, domande, cause e/o simili accuse relative a 1. perdita, 2. danni patrimoniali, 3. danni a proprietà, 4. danni personali, 5. morte e/o 6. altre sofferenze), che risulti o sia risultato o in qualche modo collegata all'utilizzo dei Servizi da parte dell'Individuo, che derivano parzialmente o completamente da un'azione o un'omissione di Organo Gold, o l'azione e l'omissione di una qualsiasi terza parte. 5.3 Partecipando alla Promozione, l'Individuo riconosce che con la presente trasferisce in modo incondizionato a OGI qualsiasi diritto, titolo e interesse dell'Individuo e autorizza ad utilizzare qualsiasi materiale fotografico e letterario di cui è autore e la propria immagine, le proprie sembianze e il suono della propria voce in qualsiasi dei seguenti: immagini, registrazioni audio o video, descrizione o riproduzione della partecipazione dell'Individuo alla Sfida; sia che tali siano create, modificate, acquisite o archiviate da OGI, dall'Individuo o da una terza parte. 5.4 Accettando questa Offerta, l'Individuo espressamente rinuncia a qualsiasi diritto di compiere un'azione legale contro Organo Gold per lesioni, perdite o danni incorsi a causa dell'avvenimento di uno dei Rischi menzionati, ragionevolmente prevedibile o meno; l'Individuo con la presente dichiara di esporsi volontariamente ai suddetti Rischi, in virtù della fornitura dei Servizi. 5.5 L'Individuo riconosce di essere l'unico responsabile di sé stesso riguardo alla conoscenza dei Rischi (sia prevedibili che non prevedibili) che si assume dalla fornitura dei Servizi; e se necessario consulterà un avvocato o un medico necessari a soddisfare la sua comprensione della natura del consenso dato secondo il presente Contratto, e riconosce che NON ACCETTERÀ questo Contratto se ha dubbi riguardo al significato di assunzione di responsabilità riguardo a ciò che i Rischi comportano. 6.0 OBBLIGO DI INDENNIZZO E DI MANLEVA 6.1 Inoltre, in cambio della Considerazione concessa dall'Azienda, l'Individuo con la presente si impegna a indennizzare completamente Organo Gold e di manlevare Organo Gold da QUALSIASI E da tutte le lesioni, le perdite o altri danni (sia finanziari sia di altra natura), associati all'assunzione volontaria dell'Individuo delle responsabilità associate ai suddetti Rischi; con "Indennizzo" si intende l'inclusione del rimborso per ogni costo, spesa o tariffa, associate all'esecuzione delle disposizioni di questo Contratto, sia legali, contrattuali ed extracontrattuali. A scopo di chiarimento, questa indennità viene considerata un diritto automatico alla richiesta di un risarcimento danni di qualsiasi somma o altro importo quantificabile ascritto a Organo Gold ai sensi di legge o in via equitativa in quanto risultato di una Azione in applicazione del presente Contratto, indipendentemente dall'ottenimento di una Sentenza, e indipendentemente da ogni conclusione giuridica riguardante la validità dell'assunzione volontaria dell'Individuo delle suddette responsabilità associate ai Rischi descritti in questo Contratto, o come conseguenza della validità legale di questo Contratto di per sé. 7.0 AMMINISTRAZIONE 7.1 Infine, avvallando il presente Contratto, l'individuo riconosce che il presente Contratto si basa sulla premessa della mutua rappresentazione rispetto a qualifiche, reputazione e buona fede delle Parti; e per tanto, questo contratto contiene l'interezza dei termini e delle condizioni di questo Impegno sostituendo qualsiasi accordo precedente, verbale o per iscritto. 7.2 La mancanza di qualunque Parte a insistere sul rigoroso adempimento di una qualsiasi dei presenti Termini e condizioni non sarà considerato una rinuncia a qualsiasi diritto o rimedio che una qualsiasi delle Parti ha contratto secondo i termini del presente Contratto, e non sarà considerata come garanzia implicita del permesso o del condono di qualsiasi successivo mancato adempimento dei Termini e delle condizioni. 7.3 Il presente Contratto è disciplinato dalle leggi valide e applicabili nella Provincia della British Columbia, in Canada, senza fare riferimento a taluna delle altre disposizioni riguardanti il conflitto tra leggi, come se il Contratto venisse completamente eseguito all'interno della Provincia della British Columbia; le parti acconsentono a certificare un trasferimento delle rispettive autorità della sede processuale di primo grado contemplate dalla legge applicabile nella Provincia della British Columbia. 7.4 Se una qualsiasi parte del presente Contratto fosse ritenuta non valida o non applicabile, parzialmente o nella sua totalità, tale invalidità o non applicabilità sarà limitata solamente a tale disposizione (o parte di essa) e la rimanente parte e tutti gli altri Termini e condizioni rimarranno validi ed effettivi; in modo simile, se una disposizione del presente Contratto è troppo vaga per essere applicabile, tale disposizione dovrà essere interpretata solo fino al punto di renderla valida e applicabile secondo la legge. 7.5 Il presente Contratto sarà valido a partire dalla data qui sotto indicata, che sarà interpretata come la data in cui l'Individuo accetta "formalmente" l'Offerta e in cui ha letto i Termini e le condizioni, accettando di esserne vincolato.
