Repository: organo-x4ever/XF-APPLE-iOS
Catalog: X4Ever.Apple/x4ever/com.organo.x4ever/Localization/TextResources.*.resx
Languages: es_us, fr_ca, it_it

# MessageBodyMeasurementNoChangeFound
source: Body Measurement no change found
es_us: No se ha encontrado algún cambio en la Medida del Cuerpo.
fr_ca: Mensuration, aucun changement constaté.
it_it: Non sono state trovate delle modifiche nelle misure del corpo.

# MessageChestRequired
source: Chest is mandatory
es_us: El pecho es obligatorio.
fr_ca: La poitrine est obligatoire.
it_it: La misura del torso è obbligatoria.

# MessageCountryRequired
source: Country is mandatory
es_us: El país es obligatorio.
fr_ca: Le pays est obligatoire.
it_it: La nazione è obbligatoria.

# MessageCurrentWeightSubmissionSuccessful
source: Current Weight has been saved
es_us: El Peso Actual se ha guardado.
fr_ca: Le poids actuel a été enregistré.
it_it: Il peso attuale è stato salvato.

# MessageDateOfBirthPast
source: Selected Date must be past date.
es_us: La Fecha Seleccionada debe ser una fecha anterior.
fr_ca: La date sélectionnée doit être dans le passé.
it_it: La data selezionata deve essere nel passato.

# MessageDateOfBirthRequired
source: Date of Birth is required
es_us: La fecha de Nacimiento es obligatoria.
fr_ca: La date de naissance est requise.
it_it: La data di nascita è richiesta.

# MessageEmailExists
source: Please enter different e-mail address, this email already exists.
es_us: Por favor ingrese una dirección de correo electrónico diferente. Este correo electrónico ya existe.
fr_ca: Veuillez une adresse courriel différente. Cette adresse courriel existe déjà.
it_it: Si prega di inserire un indirizzo e-mail diverso. Questa e-mail esiste già.

# MessageEmailInvalid
source: Your e-mail address is invalid.
es_us: Su dirección de correo electrónico es inválida.
fr_ca: Votre adresse courriel est invalide.
it_it: Il tuo indirizzo e-mail non è valido.

# MessageEmailNoSpace
source: E-mail address should not have any space
es_us: La dirección de correo electrónico no debe tener espacios.
fr_ca: L'adresse courriel ne doit pas contenir d'espace.
it_it: L'indirizzo e-mail non deve contenere spazi.

# MessageEmailNotConfirmed
source: Your e-mail has not been confirmed yet.
es_us: Todavía no se ha confirmado su correo electrónico.
fr_ca: Votre adresse courriel n'a pas été confirmée.
it_it: La tua e-mail non è stata ancora confermata.

# MessageEmailVerificationPending
source: You need to verify your e-mail first, we have sent you an e-mail with confirmation link. please confirm your email before continuing to use your account.
es_us: Primero debe verificar su correo electrónico, le hemos enviamos un correo electrónico con el enlace de confirmación. Por favor confirme su correo electrónico antes de continuar utilizando su cuenta.
fr_ca: Vous devez vérifier en premier votre courriel, nous vous avons envoyé un lien de confirmation. Veuillez confirmer votre adresse courriel avant de continuer et utiliser votre compte.
it_it: Prima è necessario confermare l'indirizzo e-mail, ti abbiamo inviato un link di conferma alla tua casella di posta elettronica. Si prega di confermare il proprio indirizzo e-mail per utilizzare il proprio account.

# MessageErrorOccurred
source: There is an error occurred. Try after sometime
es_us: Ha ocurrido un error. Inténtelo dentro de un momento.
fr_ca: Une erreur s'est produite. Veuillez attendre avant d'essayer de nouveau.
it_it: Si è verificato un errore. Riprova più tardi.

# MessageFileUploadFailed
source: File upload has been failed, file could not be saved
es_us: Se ha producido un error al cargar el archivo, no se pudo guardar el archivo.
fr_ca: L’envoi du dossier a échoué, le fichier ne peut pas être enregistré
it_it: Il caricamento del file non è riuscito, non è stato possibile salvare il file.

# MessageFileUploadFailedWantToContinue
source: File could be not uploaded, Do you want to continue saving record?
es_us: No se pudo cargar el archivo, ¿desea continuar guardando el registro?
fr_ca: L’envoi du dossier a échoué, voulez-vous continuer avec l'enregistrement du dossier?
it_it: Il caricamento del file non è riuscito, desideri continuare il salvataggio dei dati?

# MessageFirstNameRequired
source: First Name is mandatory.
es_us: El Nombre es obligatorio.
fr_ca: Le prénom est obligatoire.
it_it: Il nome è obbligatorio.

# MessageForgotPasswordRequestFailed
source: Forgot Password Request has been failed
es_us: La Solicitud de Olvidó la Contraseña ha fallado.
fr_ca: La demande de mot de passe oublié a échoué.
it_it: L'operazione di recupero password non è riuscita.

# MessageGoalAchievedWishes
source: Congratulations! You have achieved your goal.
es_us: ¡Felicitaciones! Usted ha alcanzado su objetivo.
fr_ca: Félicitations! Vous avez atteint votre objectif.
it_it: Congratulazioni! Hai raggiunto il tuo risultato.

# MessageHeightRequired
source: Height is mandatory
es_us: La altura es obligatoria.
fr_ca: La taille est obligatoire.
it_it: L'altezza è obbligatoria.

# MessageHipsRequired
source: Hips measurement is mandatory
es_us: La medida de caderas es obligatoria.
fr_ca: La mesure du tour de hanche est obligatoire.
it_it: La misura della vita è obbligatoria.

# MessageInputRequired
source: Input is mandatory
es_us: Este espacio es obligatorio.
fr_ca: Ce champ est obligatoire.
it_it: Gli input sono obbligatori.

# MessageInvalidEmail
source: Invalid E-mail address
es_us: Dirección de correo electrónico inválida
fr_ca: L'adresse courriel est invalide
it_it: Indirizzo e-mail non valido

# MessageInvalidObject
source: Please review, sent object is invalid.
es_us: Por favor revise, el objeto enviado es inválido.
fr_ca: Veuillez revoir, l'objectif envoyé est invalide.
it_it: Si prega di revisionare poiché l'oggetto inviato non è valido.

# MessageInvalidProvidedInformation
source: Please review, provided information is invalid.
es_us: Por favor revise, la información proporcionada es inválida.
fr_ca: Veuillez revoir, les informations fournies sont invalides.
it_it: Si prega di revisionare, le informazioni fornite non sono valide.

# MessageInvalidUserIDORPassword
source: Please review, User ID and/or Password is/are invalid.
es_us: Por favor revise, el ID de Usuario y/o la Contraseña es/son inválida(s).
fr_ca: Veuillez revoir, le nom d'utilisateur ou le mot de passe sont invalides.
it_it: Si prega di revisionare, il nome utente e/o la password non sono validi.

# MessageInvalidUsernameAndPassword
source: Username and/or password are invalid
es_us: El Nombre de Usuario y/o la Contraseña son inválidos.
fr_ca: Le nom d'utilisateur ou mot de passe sont invalides.
it_it: Il nome utente e/o la password non sono validi.

# MessageLastNameRequired
source: Last Name is mandatory.
es_us: El Apellido es obligatorio.
fr_ca: Le nom est obligatoire.
it_it: Il cognome è obbligatorio.

# MessageMetaDeletionFailed
source: User Meta Deletion has been failed
es_us: La Eliminación de la Meta del Usuario ha fallado.
fr_ca: La suppression de l'utilisateur Meta a échoué.
it_it: L'eliminazione dell'user meta non è riuscita.

# MessageMetaDeletionSuccessful
source: User Meta has been removed successfully
es_us: La Meta del Usuario ha sido eliminada con éxito.
fr_ca: L'utilisateur Meta a été supprimé avec succès.
it_it: User meta è stato rimosso con successo.

# MessageMetaSaveFailed
source: User Meta Saving has been failed
es_us: Guardar la Meta del Usuario ha fallado.
fr_ca: L'enregistrement de l'utilisateur Meta a échoué.
it_it: Il salvataggio dell'user meta non è riuscito.

# MessageMetaSaveSuccessful
source: User Meta has been saved successfully
es_us: La Meta del Usuario ha sido guardada con éxito.
fr_ca: L'utilisateur Meta a été enregistré avec succès.
it_it: Il salvataggio di user meta è riuscito con successo.

# MessageMilestoneSubmissionFailed
source: Some information was FAILED to save.
es_us: Alguna información FALLÓ al guardarse.
fr_ca: L'enregistrement de certaines informations a ÉCHOUÉ.
it_it: Non è stato possibile salvare alcune delle informazioni.

# MessageMilestoneSubmissionSuccessful
source: Great! Your milestone submission successful
es_us: ¡Genial! El ingreso de su meta ha sido exitoso
fr_ca: Excellent! La soumission de cette étape importante est acceptée.
it_it: Ottimo! L'invio del tuo risultato è riuscito con successo

# MessageMustAgree
source: You must agree the Term and Conditions to continue.
es_us: Debe estar de acuerdo con los Términos y las Condiciones para continuar.
fr_ca: Vous devez accepter les conditions d'utilisation pour continuer.
it_it: Per continuare è necessario accettare i termini e le condizioni.

# MessageNeckRequired
source: Neck is mandatory
es_us: El cuello es obligatorio.
fr_ca: Le cou est obligatoire.
it_it: La misura del collo è obbligatoria.

# MessageNoBackPhoto
source: No back photo to display
es_us: No hay foto de espaldas para mostrar
fr_ca: Aucune photo de dos à afficher
it_it: Non c'è nessuna foto posteriore da mostrare

# MessageNoFrontPhoto
source: No front photo to display
es_us: No hay foto de frente para mostrar
fr_ca: Aucune photo de face à afficher
it_it: Non c'è nessuna foto anteriore da mostrare

# MessageNone
source: None
es_us: Ninguna
fr_ca: Aucun
it_it: Niente

# MessageNoProfilePhoto
source: No profile photo to display
es_us: No hay foto de perfil para mostrar
fr_ca: Aucune photo de profil à afficher
it_it: Non c'è nessuna foto profilo da mostrare

# MessageNoSidePhoto
source: No side photo to display
es_us: No hay foto de lado para mostrar
fr_ca: Aucune photo de côté à afficher
it_it: Non c'è nessuna foto di profilo da mostrare

# MessageNoWorkoutVideoFound
source: No workout video found by {0}
es_us: No se encontró el vídeo de entrenamiento por {0}
fr_ca: Aucun vidéo d'entraînement trouvée par {0}
it_it: Non sono stati trovati video di esercizi da {0}

# MessageObjectNotSaved
source: Object could not save. Something went wrong.
es_us: No se pudo guardar el objeto. Algo salió mal.
fr_ca: Impossible de sauvegarder l'objet. Quelque chose a mal tourné.
it_it: Non è stato possibile salvare l'oggetto. Si è verificato un errore.

# MessageOrderNumberRequired
source: Order Number is mandatory
es_us: El Número de Orden es obligatorio.
fr_ca: Le numéro de commande est obligatoire.
it_it: Il numero di ordine è obbligatorio.

# MessageParameterRequired
source: Please review, sent parameter(s) is/are not valid.
es_us: Por favor revise, el(los) parámetro(s) enviados no es(son) válidos.
fr_ca: Veuillez revoir, le ou les paramètres envoyés sont invalides.
it_it: Si prega di revisionare poiché i(l) parametro(i) inviato(i) non è(sono) valido(i).

# MessagePasswordAndConfirmPasswordNotMatch
source: New Password and Confirm Password does not match.
es_us: La Contraseña Nueva y la Confirmación de Contraseña no coinciden.
fr_ca: Le nouveau mot de passe et la confirmation de mot de passe ne correspondent pas.
it_it: I campi Nuova password e Conferma password non corrispondono.

# MessagePasswordChanged
source: Password has been changed.
es_us: La contraseña se ha cambiado.
fr_ca: Le mot de passe a été changé.
it_it: La password è stata cambiata.

# MessagePasswordConfirmRequired
source: Confirm Password is mandatory.
es_us: La Confirmación de la Contraseña es obligatoria.
fr_ca: Il est obligatoire de confirmer le mot de passe.
it_it: Il campo Conferma password è obbligatorio.

# MessagePasswordExistsInHistory
source: You can not use password which was already used in past. Choose a different password.
es_us: No puede usar la contraseña que ya utilizó en el pasado. Elija una contraseña diferente.
fr_ca: Vous ne pouvez pas utiliser le mot de passe qui a déjà été utilisé dans le passé. Choisissez un mot de passe différent.
it_it: Non puoi utilizzare una password che è già stata utilizzata in passato. Scegli una password differente.

# MessagePasswordLength
source: Password should be in range between 5 and 100.
es_us: La contraseña debe tener un rango entre 5 y 100 caracteres
fr_ca: Le mot de passe doit avoir entre 5 et 100 caractères.
it_it: La password deve essere compresa tra 5 e 100.

# MessagePasswordMinLength
source: New Password must be more than 4 characters long
es_us: La Contraseña Nueva debe tener más de 4 caracteres de largo
fr_ca: Le nouveau mot de passe doit être de plus de 4 caractères.
it_it: La nuova password deve essere lunga almeno 4 caratteri

# MessagePasswordNoSpace
source: Password should not have any space
es_us: La contraseña no debe tener ningún espacio.
fr_ca: Le mot de passe ne doit pas contenir d'espace.
it_it: La password non deve contenere spazi.

# MessagePasswordRequestFailed
source: Invalid Action! Your forgot password request failed.
es_us: ¡Acción Inválida! La solicitud de olvidó la contraseña ha fallado.
fr_ca: Action invalide! Votre demande de mot de passe oublié a échoué.
it_it: Azione non valida! L'operazione di recupero password non è riuscita.

# MessagePasswordRequired
source: Password is mandatory.
es_us: La contraseña es obligatoria.
fr_ca: Le mot de passe est obligatoire.
it_it: La password è obbligatoria.

# MessagePasswordUpdateFailed
source: Password update has been failed
es_us: La Actualización de la Contraseña ha fallado.
fr_ca: La mise à jour du mot de passe a échoué.
it_it: L'operazione di aggiornamento della password non è riuscita.

# MessagePermissionCameraRequired
source: Camera permission is required.
es_us: Se requiere permiso de la cámara.
fr_ca: Autorisation requise pour utiliser l’appareil photo
it_it: Si prega di accettare il permesso di accesso alla camera

# MessagePermissionReadStorageRequired
source: Read Storage permission is required.
es_us: Se requiere permiso de lectura de almacenamiento.
fr_ca: Autorisation requise pour la lecture des données mémorisées
it_it: C'è bisogno di permesso di lettura

# MessagePermissionWriteStorageRequired
source: Write Storage permission is required.
es_us: Se requiere autorización para escribir datos
fr_ca: Autorisation requise pour l’écriture des données mémorisées
it_it: C'è bisogno di permesso di scrittura

# MessagePhoneNumberRequired
source: Phone Number is required
es_us: El Número de Teléfono es obligatorio.
fr_ca: Le numéro de téléphone est requis.
it_it: Il numero di telefono è richiesto.

# MessagePostalCodeRequired
source: Postal Code is mandatory
es_us: El Código Postal es obligatorio.
fr_ca: Le code postal est obligatoire.
it_it: Il codice di avviamento postale è obbligatorio.

# MessagePressBackAgainToExit
source: Press once again to exit!
es_us: ¡Presiona una vez más para salir!
fr_ca: Appuyez à nouveau pour quitter!
it_it: Premi ancora una volta per uscire!

# MessagePressBackTwiceToExit
source: Press back button twice quickly to exit!
es_us: Presione el botón Atrás dos veces rápidamente para salir!
fr_ca: Appuyez deux fois rapidement sur le bouton pour quitter!
it_it: Premi due volte il pulsante indietro velocemente per uscire!

# MessagePressBackTwiceToExitTitle
source: Press back button twice
es_us: Presiona dos veces el botón
fr_ca: Appuyez deux fois sur le bouton retour
it_it: Premere il pulsante indietro due volte

# MessageRegistrationSuccessful
source: User has been registered successfully
es_us: El usuario se ha registrado con éxito.
fr_ca: L'utilisateur a été enregistré avec succès.
it_it: L'utente è stato registrato con successo.

# MessageShippingAddressRequired
source: Shipping Address is mandatory
es_us: La Dirección de Envío es obligatoria.
fr_ca: L'adresse d'expédition est obligatoire.
it_it: L'indirizzo per la consegna è obbligatorio.

# MessageSomeRecordsCouldNotDelete
source: Some record could not be deleted
es_us: Algunos registros no se pudieron eliminar.
fr_ca: Certains dossiers ne peuvent être supprimés.
it_it: Non è stato possibile eliminare alcuni dati.

# MessageSomeRecordsCouldNotSave
source: Some record could not be saved
es_us: Algunos registros no se pudieron guardar.
fr_ca: Certains dossiers ne peuvent être enregistrés.
it_it: Non è stato possibile salvare alcuni dati.

# MessageSomethingWentWrong
source: Something went wrong. Try after sometime
es_us: Algo salió mal. Inténtelo dentro de un momento.
fr_ca: Quelque chose a mal tourné. Attendre avant d'essayer de nouveau.
it_it: Si è verificato un errore. Riprova più tardi.

# MessageStateRequired
source: State is mandatory
es_us: El Estado es obligatorio.
fr_ca: L'état est obligatoire.
it_it: Lo stato è obbligatorio.

# MessageStreetRequired
source: Street/Appartment/House No. is mandatory
es_us: El # de Calle/Departamento/Casa es obligatorio.
fr_ca: La rue et le numéro d'appartement/maison est obligatoire.
it_it: Via e numero civico sono obbligatori.

# MessageTapHereToExit
source: Tap here to exit!
es_us: Toca aquí para salir!
fr_ca: Appuyez ici pour quitter!
it_it: Tocca qui per uscire!

# MessageThighsRequired
source: Thighs is mandatory
es_us: Los muslos son obligatorios.
fr_ca: Les cuisses sont obligatoires.
it_it: Le cosce sono obbligatorie.

# MessageTokenExpired
source: User Token has been expired
es_us: La Ficha del Usuario ha caducado.
fr_ca: Le token de cet utilisateur est expiré.
it_it: Il gettone utente è scaduto.

# MessageTrackerDeletionFailed
source: User Tracker Deletion has been failed
es_us: La Eliminación del Rastreador del Usuario ha fallado.
fr_ca: La suppression de l'utilisateur Tracker a échoué.
it_it: L'eliminazione del tracciamento utente non è riuscita.

# MessageTrackerDeletionSuccessful
source: User Tracker has been removed successfully
es_us: El Rastreador del Usuario ha sido eliminado con éxito.
fr_ca: L'utilisateur Tracker a été supprimé avec succès.
it_it: Il tracciamento utente è stato rimosso con successo.

# MessageTrackerSaveFailed
source: User Tracker Saving has been failed
es_us: Guardar el Rastreador del Usuario ha fallado.
fr_ca: L'enregistrement de l'utilisateur Tracker a échoué.
it_it: Il salvataggio del tracciamento utente non è riuscito.

# MessageTrackerSaveSuccessful
source: User Tracker has been saved successfully
es_us: El Rastreador del Usuario ha sido guardado con éxito.
fr_ca: L'utilisateur Tracker a été enregistré avec succès.
it_it: Il salvataggio del tracciamento utente è riuscito con successo.

# MessageTShirtShizeMustSelect
source: T-Shirt size must be selected
es_us: Se debe elegir la talla de la camiseta.
fr_ca: La taille du t-shirt doit être sélectionnée.
it_it: È necessario selezionare la taglia della maglietta.

# MessageUpdateFailed
source: Update has been failed
es_us: La actualización ha fallado.
fr_ca: La mise à jour a échoué.
it_it: L'aggiornamento non è riuscito.

# MessageUserAlreadyLoggedIn
source: The user '{0}' already logged in.
es_us: El usuario '{0}' ya inició sesión.
fr_ca: L'utilisateur "{0}" est déjà connecté.
it_it: L'utente '{0}' ha già effettuato l'accesso.

# MessageUserDetailSaveSuccessful
source: User Detail has been saved successfully
es_us: Los Detalles del Usuario se han guardado con éxito.
fr_ca: L'utilisateur Detail a été enregistré avec succès.
it_it: Il salvataggio dei dettagli dell'utente è riuscito con successo.

# MessageUserEmailRequired
source: E-mail address is request.
es_us: La dirección de correo electrónico es la solicitud.
fr_ca: L'adresse courriel est la demande.
it_it: L'indirizzo e-mail e' la richiesta.

# MessageUsernameExists
source: Username already used, enter a different username.
es_us: Por favor ingrese un nombre de usuario distinto, este nombre de usuario ya está en uso.
fr_ca: Veuillez entrer un nom d'utilisateur différent; ce nom d'utilisateur est déjà pris.
it_it: Si prega di inserire un nome utente differente; questo nome utente è già in uso.

# MessageUsernameLength
source: Username must be in range between 5 and 100.
es_us: El Nombre de Usuario debe tener un rango entre 5 y 100 caracteres
fr_ca: Le nom de l'utilisateur doit être entre 5 et 100.
it_it: Il nome utente deve essere compreso tra 5 e 100.

# MessageUsernameNoSpace
source: Username should not have any space
es_us: El Nombre de Usuario no debe tener ningún espacio.
fr_ca: Le nom d'utilisateur ne doit pas contenir d'espace.
it_it: Il nome utente non deve contenere spazi.

# MessageUsernameRequired
source: Username is mandatory.
es_us: El Nombre de Usuario es obligatorio.
fr_ca: Le nom d'utilisateur est obligatoire.
it_it: Il nome utente è obbligatorio.

# MessageUserTypeMustSelect
source: User Type must be selected
es_us: Se debe elegir el Tipo de Usuario.
fr_ca: Le type d'utilisateur doit être sélectionné.
it_it: È necessario selezionare il tipo di utente.

# MessageWaistRequired
source: Waist is mandatory
es_us: La cintura es obligatoria.
fr_ca: Le tour de taille est obligatoire.
it_it: Il girovita è obbligatorio.

# MessageWeightLossGoalRequired
source: Weight Loss Goal is required
es_us: El Objetivo de Pérdida de Peso es obligatorio.
fr_ca: L'objectif de perte de poids est nécessaire.
it_it: L'obiettivo di perdita di peso è richiesto.

# MessageWeightRequired
source: Weight is mandatory
es_us: El peso es obligatorio.
fr_ca: Le poids est obligatoire.
it_it: Il peso è obbligatorio.

# Message_LoginCredentialsRequired
source: Username and Password both are mandatory.
es_us: El Nombre de Usuario y la Contraseña son obligatorias.
fr_ca: Le nom d'utilisateur et le mot de passe sont obligatoires.
it_it: Sia il nome utente che la password sono obbligatori.

# Message_LoginFailed
source: Username and/or Password are invalid.
es_us: El Nombre de Usuario y/o la Contraseña son inválidos.
fr_ca: Nom d'utilisateur ou mot de passe invalides.
it_it: Il nome utente e/o la password non sono validi.

# Message_PasswordChanged
source: Password has been changed.
es_us: La contraseña se ha cambiado.
fr_ca: Le mot de passe a été changé.
it_it: La password è stata cambiata.

source: Milestone
es_us: Meta
fr_ca: Étape importante
it_it: Tappa

# MilestoneIDExists
source: Milestone already exists
es_us: Milestone ya existe
fr_ca: Le jalon existe déjà
it_it: Pietra miliare esiste già

# MilestoneIDRequired
source: Milestone ID is required
es_us: Se requiere identificación de Milestone
fr_ca: Un identifiant de jalon est requis
it_it: È richiesto un ID cardine

# MilestonePercentageIDExists
source: Milestone Percentage already exists
es_us: Porcentaje de hito ya existe
fr_ca: Le pourcentage d'étape existe déjà
it_it: La percentuale di pietra miliare esiste già

# MilestonePercentageIDRequired
source: Milestone Percentage ID is required
es_us: Se requiere una identificación porcentual de Milestone
fr_ca: Un ID de pourcentage de jalon est requis
it_it: È richiesto l'ID percentuale milestone

# NetworkConnection_Alert_Confirm
source: OK
es_us: DE ACUERDO
fr_ca: D'accord

# NetworkConnection_Alert_Message
source: This action requires access to remote data, but you don't seem to currently have a network connnection. Check your connection and try again.
es_us: Esta acción requiere acceso a datos remotos, pero al parecer en este momento no tiene una conexión de red. Revise su conexión y vuelva a intentarlo.
fr_ca: Cette action nécessite l'accès à distance des données, mais vous ne semblez pas être présentement connecté avec un réseau. Vérifiez votre connexion et réessayez.
it_it: Questa azione richiede l'accesso ai dati in remoto ma sembra che tu al momento non sia connesso a nessuna rete. Verifica la tua connessione e prova di nuovo.

# NetworkConnection_Alert_Title
source: Not Connected
es_us: No está Conectado
fr_ca: Non Connecté
it_it: Non connesso

source: New Password
es_us: Contraseña Nueva
fr_ca: Nouveau mot de passe
it_it: Nuova password

source: Next
es_us: Siguiente
fr_ca: Suivant
it_it: Successivo

# NoFileExists
source: No .mp3 file found to play
es_us: No se encontró ningún archivo .mp3 para jugar
fr_ca: Aucun fichier .mp3 trouvé à jouer
it_it: Nessun file .mp3 trovato per giocare

source: No File or Permission
es_us: Sin archivo o permiso
fr_ca: Pas de dossier ou de permission
it_it: Nessun file o permesso
